{
	"intents": [
		{
			"tag": "Nasal Congestion",
			"type": "injury",
			"meaning": "Nasal congestion occurs when the tissues lining the nose become swollen due to inflamed blood vessels, often caused by colds, flu, or allergies. Symptoms include difficulty breathing through the nose, runny nose, sneezing, and sometimes headache. It can lead to sinusitis or ear infections if left untreated.",
			"patterns": [
				"How to relieve nasal congestion?",
				"What to do for a stuffy nose?",
				"Best way to clear nasal congestion?",
				"Nasal congestion treatment advice?",
				"How to treat a blocked nose?",
				"What helps with nasal congestion?",
				"How can I clear a stuffy nose quickly?",
				"Remedies for nasal congestion?",
				"How to unblock a congested nose?",
				"Tips for relieving nasal congestion?"
			],
			"procedures": [
				"Use a saline nasal spray or steam inhalation to clear the nasal passages. Stay hydrated and use a humidifier if needed. Over-the-counter decongestants can also help relieve symptoms."
			],
			"relations": ["Lagundi", "Oregano", "Sambong"],
			"references": [
				"https://my.clevelandclinic.org/health/diseases/17980-nasal-congestion",
				"https://www.mayoclinic.org/diseases-conditions/nasal-congestion/symptoms-causes/syc-20375475"
			],
			"context_set": ""
		},
		{
			"tag": "Baradong Ilong",
			"type": "injury",
			"meaning": "Ang baradong ilong ay nangyayari kapag ang mga tisyu sa loob ng ilong ay namamaga dahil sa pamamaga ng mga daluyan ng dugo, na kadalasang dulot ng sipon, trangkaso, o alerhiya. Ang mga sintomas ay kinabibilangan ng hirap sa paghinga sa pamamagitan ng ilong, sipon, pagbahing, at minsan ay sakit ng ulo. Maaari itong magdulot ng sinusitis o impeksyon sa tainga kung hindi agad magagamot.",
			"patterns": [
				"Paano maibsan ang baradong ilong?",
				"Ano ang gagawin sa baradong ilong?",
				"Pinakamabisang paraan para maalis ang baradong ilong?",
				"Payo sa paggamot ng baradong ilong?",
				"Paano gamutin ang baradong ilong?",
				"Ano ang makakatulong sa baradong ilong?",
				"Paano mabilis na maalis ang baradong ilong?",
				"Mga remedyo para sa baradong ilong?",
				"Paano maalis ang baradong ilong?",
				"Mga tip para maibsan ang baradong ilong?"
			],
			"procedures": [
				"Ang baradong ilong ay nangyayari kapag ang mga tisyu sa loob ng ilong ay namamaga dahil sa pamamaga ng mga daluyan ng dugo, na kadalasang dulot ng sipon, trangkaso, o alerhiya. Ang mga sintomas ay kinabibilangan ng hirap sa paghinga sa pamamagitan ng ilong, sipon, pagbahing, at minsan ay sakit ng ulo. Maaari itong magdulot ng sinusitis o impeksyon sa tainga kung hindi agad magagamot."
			],
			"relations": ["Lagundi", "Oregano", "Sambong"],
			"references": [
				"https://my.clevelandclinic.org/health/diseases/17980-nasal-congestion",
				"https://www.mayoclinic.org/diseases-conditions/nasal-congestion/symptoms-causes/syc-20375475"
			],
			"context_set": ""
		},
		{
			"tag": "Cough",
			"type": "Injury",
			"meaning": "A cough is a reflex action to clear your airways of mucus, irritants, or foreign particles. It can be caused by colds, flu, allergies, or respiratory infections. Symptoms include a dry or productive cough, chest discomfort, and sometimes a sore throat. Persistent coughing can disrupt daily activities and sleep.",
			"patterns": [
				"How to treat a cough?",
				"What to do for a cough?",
				"Best way to stop coughing?",
				"Cough treatment advice?",
				"How to relieve a persistent cough?",
				"What helps with a cough?",
				"How can I stop coughing quickly?",
				"Remedies for a cough?",
				"How to soothe a sore throat from coughing?",
				"Tips for relieving a cough?"
			],
			"procedures": [
				"Drink warm fluids like tea with honey. Use a humidifier to add moisture to the air. Over-the-counter cough syrups or lozenges can help soothe your throat. If the cough persists for more than a week, consult a healthcare provider.",
				"Stay hydrated, use cough drops, and consider a humidifier. If the cough persists, seek medical advice."
			],
			"relations": ["Lagundi", "Oregano", "Sambong"],
			"references": [
				"https://www.webmd.com/cold-and-flu/cough-get-rid-home-hacks",
				"https://www.nhsinform.scot/illnesses-and-conditions/lungs-and-airways/cough"
			],
			"context_set": ""
		},
		{
			"tag": "Ubo",
			"type": "Injury",
			"meaning": "Ang ubo ay isang reflex action upang linisin ang iyong mga daanan ng hangin mula sa plema, irritants, o mga banyagang particle. Maaari itong sanhi ng sipon, trangkaso, alerhiya, o impeksyon sa respiratory system. Ang mga sintomas ay kinabibilangan ng tuyong ubo o may plema, pananakit ng dibdib, at minsan ay pananakit ng lalamunan. Ang tuloy-tuloy na pag-ubo ay maaaring makaabala sa pang-araw-araw na gawain at pagtulog.",
			"patterns": [
				"Paano gamutin ang ubo?",
				"Ano ang gagawin sa ubo?",
				"Pinakamabisang paraan para matigil ang pag-ubo?",
				"Payo sa paggamot ng ubo?",
				"Paano maibsan ang tuloy-tuloy na pag-ubo?",
				"Ano ang makakatulong sa ubo?",
				"Paano mabilis na matigil ang pag-ubo?",
				"Mga remedyo para sa ubo?",
				"Paano pakalmahin ang masakit na lalamunan dahil sa pag-ubo?",
				"Mga tip para maibsan ang ubo?"
			],
			"procedures": [
				"Uminom ng mainit na likido tulad ng tsaa na may honey. Gumamit ng humidifier upang magdagdag ng moisture sa hangin. Ang mga over-the-counter na cough syrups o lozenges ay maaaring makatulong upang maibsan ang sore throat. Kung ang ubo ay nagpapatuloy ng higit sa isang linggo, magpakonsulta sa healthcare provider."
			],
			"relations": ["Lagundi", "Oregano", "Sambong"],
			"references": [
				"https://www.webmd.com/cold-and-flu/cough-get-rid-home-hacks",
				"https://www.nhsinform.scot/illnesses-and-conditions/lungs-and-airways/cough"
			],
			"context_set": ""
		},
		{
			"tag": "Abdominal Pain",
			"type": "Injury",
			"meaning": "Abdominal pain refers to discomfort or other uncomfortable sensations that you feel in your belly area. It can be caused by various factors such as indigestion, gas, constipation, or more serious conditions like appendicitis or gallstones. Symptoms may include cramping, bloating, and sharp or dull pain. Persistent or severe abdominal pain should be evaluated by a healthcare provider.",
			"patterns": [
				"How to treat abdominal pain?",
				"What to do for stomach pain?",
				"Best way to relieve abdominal pain?",
				"Abdominal pain treatment advice?",
				"How to manage stomach pain?",
				"What helps with abdominal pain?",
				"How can I stop stomach pain quickly?",
				"Remedies for abdominal pain?",
				"How to soothe stomach pain?",
				"Tips for relieving abdominal pain?"
			],
			"procedures": [
				"Rest and avoid heavy meals. Drink clear fluids and apply a warm compress to the abdomen. Over-the-counter antacids or pain relievers can help. If the pain is severe or persistent, seek medical attention."
			],
			"relations": ["Tsaang Gubat", "Luya", "Tanglad"],
			"references": [
				"https://www.webmd.com/pain-management/abdominal-pain-causes-treatments",
				"https://www.healthline.com/health/abdominal-pain"
			],
			"context_set": ""
		},
		{
			"tag": "Abdominal Pain",
			"type": "Injury",
			"meaning": "Ang pananakit ng tiyan ay tumutukoy sa kakulangan sa ginhawa o iba pang hindi komportableng pakiramdam na nararamdaman mo sa iyong tiyan. Maaari itong sanhi ng iba't ibang salik tulad ng hindi pagkatunaw ng pagkain, hangin, pagtitibi, o mas seryosong kondisyon tulad ng appendicitis o gallstones. Ang mga sintomas ay maaaring kabilang ang paghilab, kabag, at matalim o mapurol na sakit. Ang tuloy-tuloy o matinding pananakit ng tiyan ay dapat suriin ng isang tagapagbigay ng pangangalagang pangkalusugan.",
			"patterns": [
				"Paano gamutin ang pananakit ng tiyan?",
				"Ano ang gagawin sa pananakit ng tiyan?",
				"Pinakamabisang paraan para maibsan ang pananakit ng tiyan?",
				"Payo sa paggamot ng pananakit ng tiyan?",
				"Paano maibsan ang pananakit ng tiyan?",
				"Ano ang makakatulong sa pananakit ng tiyan?",
				"Paano mabilis na matigil ang pananakit ng tiyan?",
				"Mga remedyo para sa pananakit ng tiyan?",
				"Paano pakalmahin ang pananakit ng tiyan?",
				"Mga tip para maibsan ang pananakit ng tiyan?"
			],
			"procedures": [
				"Magpahinga at iwasan ang mabibigat na pagkain. Uminom ng malinaw na likido at maglagay ng mainit na compress sa tiyan. Ang mga over-the-counter na antacids o pain relievers ay maaaring makatulong. Kung ang sakit ay malubha o nagpapatuloy, humingi ng medikal na tulong.",
				"",
				"Magpahinga at manatiling hydrated. Gumamit ng mainit na compress at uminom ng gamot para sa sakit kung kinakailangan. Magpakonsulta sa healthcare provider kung ang sakit ay nagpapatuloy."
			],
			"relations": ["Tsaang Gubat", "Luya", "Tanglad"],
			"references": [
				"https://www.webmd.com/pain-management/abdominal-pain-causes-treatments",
				"https://www.healthline.com/health/abdominal-pain"
			],
			"context_set": ""
		},
		{
			"tag": "Broken Toe",
			"type": "Injury",
			"meaning": "A broken toe occurs when one of the bones in your toe fractures, often due to injury or trauma. Symptoms include pain, swelling, bruising, and difficulty walking. In severe cases, the toe may appear deformed or out of place. It's important to seek medical attention to ensure proper healing and avoid complications.\", \"fil\": \"Ang nabaling daliri sa paa ay nangyayari kapag ang isa sa mga buto sa iyong daliri sa paa ay nabali, kadalasan dahil sa pinsala o trauma. Ang mga sintomas ay kinabibilangan ng sakit, pamamaga, pasa, at kahirapan sa paglakad. Sa malubhang mga kaso, ang daliri sa paa ay maaaring magmukhang deformed o wala sa lugar. Mahalaga ang paghingi ng medikal na tulong upang matiyak ang tamang paggaling at maiwasan ang mga komplikasyon.",
			"patterns": [
				"How to treat a broken toe?",
				"What to do for a broken toe?",
				"Best way to heal a broken toe?",
				"Broken toe treatment advice?",
				"How to manage a broken toe?",
				"What helps with a broken toe?",
				"How can I heal a broken toe quickly?",
				"Remedies for a broken toe?",
				"How to soothe a broken toe?",
				"Tips for managing a broken toe?"
			],
			"procedures": [
				"Rest and avoid putting weight on the toe. Apply ice to reduce swelling and elevate the foot. Use a splint or buddy tape the toe to the adjacent one. Seek medical attention if the pain is severe.",
				"",
				"Elevate the foot, apply ice, and tape the toe to the next one. Consult a healthcare provider if necessary.', 'fil': 'Itaas ang paa, maglagay ng yelo, at i-tape ang daliri sa katabing daliri."
			],
			"relations": ["Lagundi", "Sambong", "Tsaang Gubat (Forrest Tea)"],
			"references": [
				"https://www.mayoclinic.org/diseases-conditions/broken-toe/diagnosis-treatment/drc-20370468",
				"https://health.clevelandclinic.org/suspect-a-broken-toe-how-to-tell-and-what-not-to-do"
			],
			"context_set": ""
		},
		{
			"tag": "Daliri ng paa na nasira",
			"type": "Injury",
			"meaning": "Ang nabaling daliri sa paa ay nangyayari kapag ang isa sa mga buto sa iyong daliri sa paa ay nabali, kadalasan dahil sa pinsala o trauma. Ang mga sintomas ay kinabibilangan ng sakit, pamamaga, pasa, at kahirapan sa paglakad. Sa malubhang mga kaso, ang daliri sa paa ay maaaring magmukhang deformed o wala sa lugar. Mahalaga ang paghingi ng medikal na tulong upang matiyak ang tamang paggaling at maiwasan ang mga komplikasyon.",
			"patterns": [
				"Paano gamutin ang nabaling daliri sa paa?",
				"Ano ang gagawin sa nabaling daliri sa paa?",
				"Pinakamabisang paraan para gumaling ang nabaling daliri sa paa?",
				"Payo sa paggamot ng nabaling daliri sa paa?",
				"Paano pamahalaan ang nabaling daliri sa paa?",
				"Ano ang makakatulong sa nabaling daliri sa paa?",
				"Paano mabilis na gumaling ang nabaling daliri sa paa?",
				"Mga remedyo para sa nabaling daliri sa paa?",
				"Paano pakalmahin ang nabaling daliri sa paa?",
				"Mga tip para pamahalaan ang nabaling daliri sa paa?"
			],
			"procedures": [
				"Magpahinga at iwasang maglagay ng bigat sa daliri sa paa. Maglagay ng yelo upang mabawasan ang pamamaga at itaas ang paa. Gumamit ng splint o i-tape ang daliri sa paa sa katabing daliri. Humingi ng medikal na tulong kung ang sakit ay malubha.",
				"",
				"Itaas ang paa, maglagay ng yelo, at i-tape ang daliri sa katabing daliri. Magpakonsulta sa healthcare provider kung kinakailangan."
			],
			"relations": ["Lagundi", "Sambong", "Tsaang Gubat (Forrest Tea)"],
			"references": [
				"https://www.mayoclinic.org/diseases-conditions/broken-toe/diagnosis-treatment/drc-20370468",
				"https://health.clevelandclinic.org/suspect-a-broken-toe-how-to-tell-and-what-not-to-do"
			],
			"context_set": ""
		},
		{
			"tag": "Choking",
			"type": "Injury",
			"meaning": "Choking occurs when an object blocks the airway, preventing air from reaching the lungs. Symptoms include inability to speak, difficulty breathing, and coughing. Immediate action is required to clear the airway and restore normal breathing. The Heimlich maneuver is a common technique used to dislodge the object.",
			"patterns": [
				"What to do if someone is choking?",
				"How to help someone who is choking?",
				"Choking first aid steps?",
				"Best way to stop choking?",
				"How to save someone choking?",
				"What to do if someone is choking?",
				"How to treat choking?",
				"Choking emergency steps?",
				"Choking treatment advice?",
				"How to help someone who is choking?"
			],
			"procedures": [
				"If someone is choking, ask if they can speak or cough. If they cannot, perform the Heimlich maneuver by standing behind them, wrapping your arms around their waist, and giving quick, upward thrusts below their ribcage.",
				"",
				"Perform the Heimlich maneuver or back blows to dislodge the object. Call emergency services if the person cannot breathe.', 'fil': 'Isagawa ang Heimlich maneuver o back blows upang alisin ang bagay."
			],
			"relations": ["nan"],
			"references": [
				"https://www.redcross.org.uk/first-aid/learn-first-aid/choking-adult",
				"https://www.mayoclinic.org/first-aid/first-aid-choking/basics/art-20056637"
			],
			"context_set": ""
		},
		{
			"tag": "Mabulunan",
			"type": "Injury",
			"meaning": "Ang pagsakal ay nangyayari kapag ang isang bagay ay humarang sa daanan ng hangin, na pumipigil sa pagpasok ng hangin sa mga baga. Ang mga sintomas ay kinabibilangan ng hindi makapagsalita, hirap sa paghinga, at pag-ubo. Kinakailangan ang agarang aksyon upang maalis ang bara at maibalik ang normal na paghinga. Ang Heimlich maneuver ay isang karaniwang teknik na ginagamit upang alisin ang bagay.",
			"patterns": [
				"Paano tulungan ang nasasakal?",
				"Ano ang gagawin kung may nasasakal?",
				"Mga hakbang sa first aid para sa nasasakal?",
				"Pinakamabisang paraan para matigil ang pagsakal?",
				"Paano iligtas ang nasasakal?",
				"Ano ang gagawin kung may nasasakal?",
				"Paano gamutin ang pagsakal?",
				"Mga hakbang sa emergency para sa nasasakal?",
				"Payo sa paggamot ng pagsakal?",
				"Paano tulungan ang nasasakal?"
			],
			"procedures": [
				"Kung ang isang tao ay nasasakal, tanungin kung sila ay makapagsalita o makakaugong. Kung hindi nila magawa, isagawa ang Heimlich maneuver sa pamamagitan ng pagtayo sa likuran nila, pagyakap sa kanilang baywang, at pagbibigay ng mabilis at pataas na puwersa sa ilalim ng kanilang ribcage. Tumawag agad ng emergency services.",
				"",
				"Isagawa ang Heimlich maneuver o back blows upang alisin ang bagay. Tumawag ng emergency services kung ang tao ay hindi makakahinga.",
				"",
				"Kung ang tao ay hindi makapagsalita, makakaugong, o makahinga, isagawa ang Heimlich maneuver: Tumayo sa likuran ng tao, ilagay ang iyong mga braso sa kanilang baywang, gumawa ng kamao gamit ang isang kamay, ilagay ito sa itaas ng kanilang pusod, at bigyan ng mabilis, pataas na puwersa. Kung ang tao ay mawalan ng malay, simulan ang CPR at tumawag ng emergency services.",
				"",
				"Isagawa ang Heimlich maneuver sa pamamagitan ng pagtayo sa likuran ng tao at pagbibigay ng mabilis, pataas na abdominal thrusts. Tumawag ng emergency services kung kinakailangan."
			],
			"relations": ["nan"],
			"references": [
				"https://www.redcross.org.uk/first-aid/learn-first-aid/choking-adult",
				"https://www.mayoclinic.org/first-aid/first-aid-choking/basics/art-20056637"
			],
			"context_set": ""
		},
		{
			"tag": "Diarrhea",
			"type": "Injury",
			"meaning": "Diarrhea is characterized by frequent, loose, or watery bowel movements. It can be caused by infections, food intolerances, or digestive disorders. Symptoms include abdominal cramps, bloating, and urgency to have a bowel movement. Staying hydrated and avoiding certain foods can help manage symptoms.",
			"patterns": [
				"How to treat diarrhea?",
				"What to do for diarrhea?",
				"Best way to stop diarrhea?",
				"Diarrhea treatment advice?",
				"How to manage diarrhea?",
				"What helps with diarrhea?",
				"How can I stop diarrhea quickly?",
				"Remedies for diarrhea?",
				"How to soothe diarrhea?",
				"Tips for relieving diarrhea?",
				""
			],
			"procedures": [
				"Stay hydrated by drinking plenty of fluids like water or an oral rehydration solution. Avoid solid foods until the symptoms improve. Over-the-counter anti-diarrheal medications can be used, but consult a healthcare provider if symptoms persist.",
				"",
				"Drink fluids, avoid solid food, and consider over-the-counter medications. Seek medical help if symptoms persist."
			],
			"relations": ["Tsaang Gubat (Forrest Tea)", "Buko Water", "Lagundi"],
			"references": [
				"https://www.healthline.com/health/digestive-health/most-effective-diarrhea-remedies",
				"https://www.mayoclinic.org/diseases-conditions/diarrhea/diagnosis-treatment/drc-20352246"
			],
			"context_set": ""
		},
		{
			"tag": "Pagtatae",
			"type": "Injury",
			"meaning": "Ang pagtatae ay nailalarawan sa pamamagitan ng madalas, maluwag, o matubig na pagdumi. Maaari itong sanhi ng mga impeksyon, hindi pagtanggap ng pagkain, o mga sakit sa pagtunaw. Ang mga sintomas ay kinabibilangan ng pananakit ng tiyan, kabag, at kagyat na pagdumi. Ang pananatiling hydrated at pag-iwas sa ilang pagkain ay makakatulong sa pamamahala ng mga sintomas.",
			"patterns": [
				"Paano gamutin ang pagtatae?",
				"Ano ang gagawin sa pagtatae?",
				"Pinakamabisang paraan para matigil ang pagtatae?",
				"Payo sa paggamot ng pagtatae?",
				"Paano pamahalaan ang pagtatae?",
				"Ano ang makakatulong sa pagtatae?",
				"Paano mabilis na matigil ang pagtatae?",
				"Mga remedyo para sa pagtatae?",
				"Paano pakalmahin ang pagtatae?",
				"Mga tip para maibsan ang pagtatae?"
			],
			"procedures": [
				"Manatiling hydrated sa pamamagitan ng pag-inom ng maraming likido tulad ng tubig o oral rehydration solution. Iwasan ang solidong pagkain hanggang sa bumuti ang mga sintomas. Maaaring gumamit ng over-the-counter na anti-diarrheal medications, ngunit magpakonsulta sa healthcare provider kung ang mga sintomas ay nagpapatuloy.",
				"",
				"Uminom ng likido, iwasan ang solidong pagkain, at isaalang-alang ang paggamit ng over-the-counter na mga gamot. Humingi ng medikal na tulong kung ang mga sintomas ay nagpapatuloy."
			],
			"relations": ["Tsaang Gubat (Forrest Tea)", "Buko Water", "Lagundi"],
			"references": [
				"https://www.healthline.com/health/digestive-health/most-effective-diarrhea-remedies",
				"https://www.mayoclinic.org/diseases-conditions/diarrhea/diagnosis-treatment/drc-20352246"
			],
			"context_set": ""
		},
		{
			"tag": "Heat Exhaustion",
			"type": "Injury",
			"meaning": "Heat exhaustion occurs when your body overheats due to prolonged exposure to high temperatures, often combined with dehydration. Symptoms include heavy sweating, weakness, dizziness, nausea, and headache. Immediate treatment is crucial to prevent progression to heat stroke, which is a medical emergency.",
			"patterns": [
				"How to treat heat exhaustion?",
				"What to do for heat exhaustion?",
				"Best way to recover from heat exhaustion?",
				"Heat exhaustion treatment advice?",
				"How to manage heat exhaustion?",
				"What helps with heat exhaustion?",
				"How can I recover from heat exhaustion quickly?",
				"Remedies for heat exhaustion?",
				"How to cool down from heat exhaustion?",
				"Tips for managing heat exhaustion?"
			],
			"procedures": [
				"Move to a cool, shaded area and drink plenty of water. Loosen or remove clothing and apply cool, wet cloths to the skin. Rest until fully recovered. If symptoms worsen, seek medical help.",
				"",
				"Cool down, hydrate, and rest in a shaded area. Seek medical attention if symptoms do not improve."
			],
			"relations": ["Buko Water", "Tanglad"],
			"references": [
				"https://www.mayoclinic.org/diseases-conditions/heat-exhaustion/diagnosis-treatment/drc-20373253",
				"https://www.webmd.com/fitness-exercise/heat-exhaustion"
			],
			"context_set": ""
		},
		{
			"tag": "\nPagkapagod sa Init",
			"type": "Injury",
			"meaning": "Ang heat exhaustion ay nangyayari kapag ang iyong katawan ay sobrang init dahil sa matagal na pagkakalantad sa mataas na temperatura, kadalasang sinasabayan ng dehydration. Ang mga sintomas ay kinabibilangan ng labis na pagpapawis, panghihina, pagkahilo, pagduduwal, at sakit ng ulo. Ang agarang paggamot ay mahalaga upang maiwasan ang paglala sa heat stroke, na isang medikal na emerhensiya.",
			"patterns": [
				"Paano gamutin ang heat exhaustion?",
				"Ano ang gagawin sa heat exhaustion?",
				"Pinakamabisang paraan para makarekober mula sa heat exhaustion?",
				"Payo sa paggamot ng heat exhaustion?",
				"Paano pamahalaan ang heat exhaustion?",
				"Ano ang makakatulong sa heat exhaustion?",
				"Paano mabilis na makarekober mula sa heat exhaustion?",
				"Mga remedyo para sa heat exhaustion?",
				"Paano palamigin ang katawan mula sa heat exhaustion?",
				"Mga tip para pamahalaan ang heat exhaustion?"
			],
			"procedures": [
				"Lumipat sa isang malamig at may anino na lugar at uminom ng maraming tubig. Alisin o luwagan ang damit at maglagay ng malamig, basang tela sa balat. Magpahinga hanggang sa ganap na mag-recover. Kung lumalala ang mga sintomas, humingi ng medikal na tulong.",
				"",
				"Palamigin ang katawan, manatiling hydrated, at magpahinga sa isang lugar na may anino. Humingi ng medikal na atensyon kung ang mga sintomas ay hindi bumubuti."
			],
			"relations": ["Buko Water", "Tanglad"],
			"references": [
				"https://www.mayoclinic.org/diseases-conditions/heat-exhaustion/diagnosis-treatment/drc-20373253",
				"https://www.webmd.com/fitness-exercise/heat-exhaustion"
			],
			"context_set": ""
		},
		{
			"tag": "Heat Stroke",
			"type": "Injury",
			"meaning": "Heat stroke is a severe heat-related illness that occurs when the body overheats and cannot cool down. Symptoms include high body temperature, altered mental state, nausea, and rapid breathing. Immediate medical attention is crucial to prevent serious complications or death.",
			"patterns": [
				"What to do for heat stroke?",
				"How to treat heat stroke?",
				"Heat stroke treatment advice?",
				"How to prevent heat stroke?",
				"Best way to cool down from heat stroke?",
				"Best way to recover from heat stroke?",
				"How to manage heat stroke?",
				"What helps with heat stroke?",
				"How can I recover from heat stroke quickly?",
				"Remedies for heat stroke?",
				"How to cool down from heat stroke?",
				"Tips for managing heat stroke?",
				""
			],
			"procedures": [
				"Move to a cooler place and lie down with your legs slightly elevated. Apply cool water to your skin and use a fan to help with cooling. Drink cool water or an electrolyte drink, but avoid sugary or alcoholic beverages. Seek emergency medical attention immediately.",
				"",
				"Get to a cool place, remove excess clothing, and apply cold packs or wet cloths. Drink cool water or sports drinks, and seek immediate medical help.",
				"",
				"Call emergency services immediately. Move the person to a cool area and remove excess clothing. Use cool water or ice packs to lower their body temperature. Keep monitoring their condition until help arrives.",
				"",
				"Seek emergency medical help. Cool the person down with water or ice packs and stay with them until help arrives."
			],
			"relations": ["Buko Water", "Tanglad"],
			"references": [
				"https://www.mayoclinic.org/diseases-conditions/heat-stroke/diagnosis-treatment/drc-20353586",
				"https://www.cdc.gov/disasters/extremeheat/heat_guide.html"
			],
			"context_set": ""
		},
		{
			"tag": "Heat Stroke",
			"type": "Injury",
			"meaning": "Ang heat stroke ay isang malubhang sakit na dulot ng sobrang init na nangyayari kapag ang katawan ay sobrang init at hindi na kayang magpalamig. Ang mga sintomas ay kinabibilangan ng mataas na temperatura ng katawan, pagbabago sa mental na estado, pagduduwal, at mabilis na paghinga. Ang agarang medikal na atensyon ay mahalaga upang maiwasan ang malubhang komplikasyon o kamatayan.",
			"patterns": [
				"Paano gamutin ang heat stroke?",
				"Ano ang gagawin sa heat stroke?",
				"Payo sa paggamot ng heat stroke?",
				"Paano maiwasan ang heat stroke?",
				"Pinakamabisang paraan para makarekober mula sa heat stroke?",
				"Paano pamahalaan ang heat stroke?",
				"Ano ang makakatulong sa heat stroke?",
				"Paano mabilis na makarekober mula sa heat stroke?"
			],
			"procedures": [
				"Lumipat sa isang mas malamig na lugar at humiga na may bahagyang itaas ang mga binti. Maglagay ng malamig na tubig sa iyong balat at gumamit ng pamaypay upang makatulong sa pagpapalamig. Uminom ng malamig na tubig o electrolyte drink, ngunit iwasan ang matatamis o alcoholic na inumin. Humingi ng agarang medikal na tulong.",
				"",
				"Pumunta sa isang malamig na lugar, alisin ang sobrang damit, at maglagay ng cold packs o basang tela. Uminom ng malamig na tubig o sports drinks, at humingi ng agarang medikal na tulong.",
				"",
				"Tumawag agad ng emergency services. Ilipat ang tao sa isang malamig na lugar at alisin ang sobrang damit. Gumamit ng malamig na tubig o ice packs upang ibaba ang kanilang temperatura ng katawan. Patuloy na bantayan ang kanilang kondisyon hanggang dumating ang tulong.",
				"",
				"Humingi ng agarang medikal na tulong. Palamigin ang tao gamit ang tubig o ice packs at manatili sa kanilang tabi hanggang dumating ang tulong.",
				""
			],
			"relations": ["Buko Water", "Tanglad"],
			"references": [
				"https://www.mayoclinic.org/diseases-conditions/heat-stroke/diagnosis-treatment/drc-20353586",
				"https://www.cdc.gov/disasters/extremeheat/heat_guide.html"
			],
			"context_set": ""
		},
		{
			"tag": "Nose Bleed",
			"type": "Injury",
			"meaning": "A nosebleed occurs when the blood vessels in the nose break, causing blood to flow from one or both nostrils. It can be caused by dry air, injury, allergies, or other factors. Symptoms include bleeding from the nose, which can range from light to heavy. Proper first aid can help stop the bleeding and prevent complications.",
			"patterns": [
				"How to stop a nosebleed?",
				"What to do for a nosebleed?",
				"Best way to stop nose bleeding?",
				"Nosebleed treatment advice?",
				"How to manage a nosebleed?",
				"How to stop a nosebleed?",
				"How to treat a nosebleed?",
				"Best way to stop nosebleeds?"
			],
			"procedures": [
				"Sit up straight and lean slightly forward. Pinch the soft part of your nose and hold for 10-15 minutes. Apply a cold compress to the bridge of the nose. If the bleeding continues for more than 20 minutes, seek medical attention.",
				"",
				"Lean forward, pinch your nose, and hold until the bleeding stops. Use a cold compress and seek medical help if the bleeding doesn't stop.",
				"",
				"Sit up straight and lean forward slightly. Pinch the soft part of your nose with your thumb and index finger for 10-15 minutes. Breathe through your mouth and avoid lying down. Apply a cold compress to the bridge of your nose. Seek medical help if the bleeding doesn't stop after 20 minutes.",
				"",
				"Tilt your head forward and pinch your nose just below the bridge. Hold for 10-15 minutes and avoid blowing your nose afterward."
			],
			"relations": ["Dahon ng Bayabas", "Lagundi", "Sambong", "Tsaang Gubat"],
			"references": [
				"https://www.mayoclinic.org/first-aid/first-aid-nosebleeds/basics/art-20056683",
				"https://www.webmd.com/first-aid/nosebleeds-treatment"
			],
			"context_set": ""
		},
		{
			"tag": "Dumudugo sa Ilong",
			"type": "Injury",
			"meaning": "Ang pagdurugo ng ilong ay nangyayari kapag ang mga daluyan ng dugo sa ilong ay nabasag, na nagiging sanhi ng pagdaloy ng dugo mula sa isa o parehong butas ng ilong. Maaari itong sanhi ng tuyong hangin, pinsala, alerhiya, o iba pang mga salik. Ang mga sintomas ay kinabibilangan ng pagdurugo mula sa ilong, na maaaring magaan o mabigat. Ang tamang first aid ay makakatulong upang itigil ang pagdurugo at maiwasan ang mga komplikasyon.",
			"patterns": [
				"Paano itigil ang pagdurugo ng ilong?",
				"Ano ang gagawin sa pagdurugo ng ilong?",
				"Pinakamabisang paraan para itigil ang pagdurugo ng ilong?",
				"Payo sa paggamot ng pagdurugo ng ilong?",
				"Paano pamahalaan ang pagdurugo ng ilong?",
				"Paano itigil ang pagdurugo ng ilong?",
				"Paano gamutin ang pagdurugo ng ilong?",
				"Pinakamabisang paraan para itigil ang pagdurugo ng ilong?",
				"Ano ang makakatulong sa pagdurugo ng ilong?",
				"Paano mabilis na itigil ang pagdurugo ng ilong?",
				"Mga remedyo para sa pagdurugo ng ilong?",
				"Paano pakalmahin ang pagdurugo ng ilong?"
			],
			"procedures": [
				"Umupo ng tuwid at magyuko ng bahagya pasulong. Pisilin ang malambot na bahagi ng iyong ilong at hawakan ito ng 10-15 minuto. Maglagay ng malamig na compress sa tulay ng ilong. Kung ang pagdurugo ay magpapatuloy ng higit sa 20 minuto, humingi ng medikal na tulong.",
				"",
				"Yuko pasulong, pisilin ang iyong ilong, at hawakan hanggang sa tumigil ang pagdurugo. Gumamit ng malamig na compress at humingi ng medikal na tulong kung ang pagdurugo ay hindi tumitigil.",
				"",
				"Umupo ng tuwid at magyuko ng bahagya pasulong. Pisilin ang malambot na bahagi ng iyong ilong gamit ang iyong hinlalaki at hintuturo ng 10-15 minuto. Huminga sa pamamagitan ng iyong bibig at iwasang humiga. Maglagay ng malamig na compress sa tulay ng iyong ilong. Humingi ng medikal na tulong kung ang pagdurugo ay hindi tumitigil pagkatapos ng 20 minuto.",
				"",
				"Itilt ang iyong ulo pasulong at pisilin ang iyong ilong sa ilalim ng tulay. Hawakan ito ng 10-15 minuto at iwasang sabunin ang iyong ilong pagkatapos."
			],
			"relations": ["Dahon ng Bayabas", "Lagundi", "Sambong", "Tsaang Gubat"],
			"references": [
				"https://www.mayoclinic.org/first-aid/first-aid-nosebleeds/basics/art-20056683",
				"https://www.webmd.com/first-aid/nosebleeds-treatment"
			],
			"context_set": ""
		},
		{
			"tag": "Rectal Bleeding",
			"type": "Injury",
			"meaning": "Rectal bleeding refers to any blood that passes from your anus. It can be caused by various conditions such as hemorrhoids, anal fissures, or more serious issues like colorectal cancer. Symptoms may include bright red blood on toilet paper, in the toilet bowl, or mixed with stool. It's important to seek medical evaluation to determine the cause and appropriate treatment.",
			"patterns": [
				"What to do if I have rectal bleeding?",
				"How to treat rectal bleeding?",
				"Rectal bleeding treatment advice?",
				"What to do for rectal bleeding?",
				"How to manage rectal bleeding?",
				"What helps with rectal bleeding?",
				"How can I stop rectal bleeding quickly?",
				"Remedies for rectal bleeding?",
				"How to soothe rectal bleeding?",
				"Tips for managing rectal bleeding?"
			],
			"procedures": [
				"Stay calm and avoid straining during bowel movements. Increase fiber intake and drink plenty of water to ease bowel movements. Seek medical attention to determine the cause and receive appropriate treatment.",
				"",
				"Increase fiber and water intake. Avoid straining and consult a healthcare provider to determine the cause."
			],
			"relations": ["nan"],
			"references": [
				"https://www.mayoclinic.org/symptoms/rectal-bleeding/basics/definition/sym-20050740",
				"https://www.webmd.com/digestive-disorders/understanding-rectal-bleeding-basics",
				""
			],
			"context_set": ""
		},
		{
			"tag": "Pagdurugo ng Tumbong",
			"type": "Injury",
			"meaning": " Ang pagdurugo sa puwit ay tumutukoy sa anumang dugo na lumalabas mula sa iyong puwit. Maaari itong sanhi ng iba't ibang kondisyon tulad ng almoranas, anal fissures, o mas seryosong mga isyu tulad ng colorectal cancer. Ang mga sintomas ay maaaring kabilang ang maliwanag na pulang dugo sa toilet paper, sa toilet bowl, o halo sa dumi. Mahalaga ang paghingi ng medikal na pagsusuri upang matukoy ang sanhi at angkop na paggamot.",
			"patterns": [
				"Ano ang gagawin kung may pagdurugo sa puwit?",
				"Paano gamutin ang pagdurugo sa puwit?",
				"Payo sa paggamot ng pagdurugo sa puwit?",
				"Ano ang gagawin sa pagdurugo sa puwit?",
				"Paano pamahalaan ang pagdurugo sa puwit?",
				"Ano ang makakatulong sa pagdurugo sa puwit?",
				"Paano mabilis na matigil ang pagdurugo sa puwit?",
				"Mga remedyo para sa pagdurugo sa puwit?",
				"Paano pakalmahin ang pagdurugo sa puwit?",
				"Mga tip para pamahalaan ang pagdurugo sa puwit?"
			],
			"procedures": [
				"Manatiling kalmado at iwasang mag-igting sa panahon ng pagdumi. Dagdagan ang iyong fiber intake at uminom ng maraming tubig upang mapadali ang pagdumi. Humingi ng medikal na tulong upang matukoy ang sanhi at makatanggap ng angkop na paggamot.",
				"",
				"Dagdagan ang fiber at water intake. Iwasan ang pag-igting at kumonsulta sa healthcare provider upang matukoy ang sanhi."
			],
			"relations": ["nan"],
			"references": [
				"https://www.mayoclinic.org/symptoms/rectal-bleeding/basics/definition/sym-20050740",
				"https://www.webmd.com/digestive-disorders/understanding-rectal-bleeding-basics",
				""
			],
			"context_set": ""
		},
		{
			"tag": "Testicle Pain",
			"type": "Injury",
			"meaning": "Testicle pain refers to discomfort or pain in one or both testicles. It can be caused by various factors such as injury, infection, or medical conditions like testicular torsion. Symptoms may include swelling, redness, and tenderness. Persistent or severe testicle pain should be evaluated by a healthcare provider.\n                                ",
			"patterns": [
				"What to do if I have testicle pain?",
				"How to treat testicle pain?",
				"Best way to relieve testicle pain?",
				"Testicle pain treatment advice?",
				"How to manage testicle pain?",
				"What helps with testicle pain?",
				"How can I stop testicle pain quickly?",
				"Remedies for testicle pain?",
				"How to soothe testicle pain?",
				"Tips for relieving testicle pain?"
			],
			"procedures": [
				"Rest and avoid strenuous activity. Apply ice to the affected area and wear supportive underwear. If the pain persists or is severe, seek medical attention.",
				"",
				"Rest, use ice, and wear supportive clothing. Seek medical advice if the pain is severe or does not improve."
			],
			"relations": ["nan"],
			"references": [
				"https://www.mayoclinic.org/symptoms/testicle-pain/basics/definition/sym-20050942",
				"https://www.healthline.com/health/testicle-pain",
				""
			],
			"context_set": ""
		},
		{
			"tag": "Pananakit ng Testicle",
			"type": "Injury",
			"meaning": "Ang sakit sa bayag ay tumutukoy sa kakulangan sa ginhawa o sakit sa isa o parehong bayag. Maaari itong sanhi ng iba't ibang salik tulad ng pinsala, impeksyon, o mga kondisyong medikal tulad ng testicular torsion. Ang mga sintomas ay maaaring kabilang ang pamamaga, pamumula, at pagiging malambot. Ang tuloy-tuloy o matinding sakit sa bayag ay dapat suriin ng isang tagapagbigay ng pangangalagang pangkalusugan.",
			"patterns": [
				"Ano ang gagawin kung may sakit sa bayag?",
				"Paano gamutin ang sakit sa bayag?",
				"Pinakamabisang paraan para maibsan ang sakit sa bayag?",
				"Payo sa paggamot ng sakit sa bayag?",
				"Paano pamahalaan ang sakit sa bayag?",
				"Ano ang makakatulong sa sakit sa bayag?",
				"Paano mabilis na matigil ang sakit sa bayag?",
				"Mga remedyo para sa sakit sa bayag?",
				"Paano pakalmahin ang sakit sa bayag?",
				"Mga tip para maibsan ang sakit sa bayag?"
			],
			"procedures": [
				"Magpahinga at iwasan ang mabibigat na aktibidad. Maglagay ng yelo sa apektadong lugar at magsuot ng supportive na underwear. Kung ang sakit ay nagpapatuloy o malubha, humingi ng medikal na tulong.",
				"",
				"Magpahinga, gumamit ng yelo, at magsuot ng supportive na damit. Humingi ng medikal na payo kung ang sakit ay malubha o hindi bumubuti."
			],
			"relations": ["nan"],
			"references": [
				"https://www.mayoclinic.org/symptoms/testicle-pain/basics/definition/sym-20050942",
				"https://www.healthline.com/health/testicle-pain",
				""
			],
			"context_set": ""
		},
		{
			"tag": "Vertigo",
			"type": "Injury",
			"meaning": "Vertigo is a sensation of feeling off balance, often described as feeling like you or your surroundings are spinning. It can be caused by inner ear problems, infections, or other medical conditions. Symptoms include dizziness, nausea, and difficulty maintaining balance. Managing vertigo involves addressing the underlying cause and using techniques to reduce symptoms.\n\t\t\t\t",
			"patterns": [
				"What to do if I have vertigo?",
				"How to treat vertigo?",
				"Best way to manage vertigo?",
				"Vertigo treatment advice?",
				"How to relieve vertigo symptoms?",
				"What helps with vertigo?",
				"How can I stop vertigo quickly?",
				"Remedies for vertigo?",
				"How to soothe vertigo?",
				"Tips for managing vertigo?"
			],
			"procedures": [
				"Sit or lie down immediately when feeling dizzy. Avoid sudden head movements and rest in a dark, quiet room. Stay hydrated and seek medical advice if symptoms persist.",
				"",
				"Rest and avoid sudden movements. Stay hydrated and consult a healthcare provider if the symptoms continue."
			],
			"relations": [
				"Luya (Ginger)",
				"Ginko Biloba Leaves",
				"Lagundi",
				"Tsaang Gubat"
			],
			"references": [
				"https://www.webmd.com/brain/remedies-vertigo",
				"https://www.webmd.com/brain/vertigo-symptoms-causes-treatment"
			],
			"context_set": ""
		},
		{
			"tag": "Vertigo",
			"type": "Injury",
			"meaning": "Ang vertigo ay isang pakiramdam ng kawalan ng balanse, madalas na inilarawan bilang pakiramdam na ikaw o ang iyong paligid ay umiikot. Maaari itong sanhi ng mga problema sa loob ng tainga, impeksyon, o iba pang mga kondisyong medikal. Ang mga sintomas ay kinabibilangan ng pagkahilo, pagduduwal, at kahirapan sa pagpapanatili ng balanse. Ang pamamahala ng vertigo ay kinabibilangan ng pagtugon sa pinagbabatayang sanhi at paggamit ng mga teknik upang mabawasan ang mga sintomas.",
			"patterns": [
				"Ano ang gagawin kung may vertigo?",
				"Paano gamutin ang vertigo?",
				"Pinakamabisang paraan para pamahalaan ang vertigo?",
				"Payo sa paggamot ng vertigo?",
				"Paano maibsan ang mga sintomas ng vertigo?",
				"Ano ang makakatulong sa vertigo?",
				"Paano mabilis na matigil ang vertigo?",
				"Mga remedyo para sa vertigo?",
				"Paano pakalmahin ang vertigo?",
				"Mga tip para pamahalaan ang vertigo?"
			],
			"procedures": [
				"Umupo o humiga agad kapag nakakaramdam ng pagkahilo. Iwasan ang biglaang paggalaw ng ulo at magpahinga sa isang madilim at tahimik na kwarto. Manatiling hydrated at humingi ng medikal na payo kung ang mga sintomas ay nagpapatuloy.",
				"",
				"Magpahinga at iwasan ang biglaang paggalaw. Manatiling hydrated at kumonsulta sa healthcare provider kung ang mga sintomas ay nagpapatuloy."
			],
			"relations": [
				"Luya (Ginger)",
				"Ginko Biloba Leaves",
				"Lagundi",
				"Tsaang Gubat"
			],
			"references": [
				"https://www.webmd.com/brain/remedies-vertigo",
				"https://www.webmd.com/brain/vertigo-symptoms-causes-treatment"
			],
			"context_set": ""
		},
		{
			"tag": "Eye Injury",
			"type": "Injury",
			"meaning": "An eye injury can occur due to various reasons such as trauma, foreign objects, or chemical exposure. Symptoms may include pain, redness, swelling, and vision changes. Immediate and appropriate first aid can help prevent further damage and complications.\",\n\t\t\t\t",
			"patterns": [
				"What to do if I have an eye injury?",
				"How to treat an eye injury?",
				"Eye injury first aid advice?",
				"Best way to manage an eye injury?",
				"How to care for an eye injury?",
				"What helps with an eye injury?",
				"How can I treat an eye injury quickly?",
				"Remedies for an eye injury?",
				"How to soothe an eye injury?",
				"Tips for managing an eye injury?"
			],
			"procedures": [
				"Avoid rubbing the eye and rinse it with clean water. If there is a foreign object in the eye, do not attempt to remove it yourself. Cover the eye with a clean cloth or eye patch and seek medical attention immediately.",
				"",
				"Rinse the eye with clean water and avoid rubbing it. Seek emergency medical help, especially if there is a foreign object in the eye."
			],
			"relations": ["nan"],
			"references": [
				"https://www.mayoclinic.org/first-aid/first-aid-eye-injury/basics/art-20056646",
				"https://www.webmd.com/first-aid/eye-injuries-treatment"
			],
			"context_set": ""
		},
		{
			"tag": "Pinsala sa Mata",
			"type": "Injury",
			"meaning": "Ang pinsala sa mata ay maaaring mangyari dahil sa iba't ibang dahilan tulad ng trauma, banyagang bagay, o pagkakalantad sa kemikal. Ang mga sintomas ay maaaring kabilang ang sakit, pamumula, pamamaga, at pagbabago sa paningin. Ang agarang at angkop na first aid ay makakatulong upang maiwasan ang karagdagang pinsala at komplikasyon.",
			"patterns": [
				"Ano ang gagawin kung may pinsala sa mata?",
				"Paano gamutin ang pinsala sa mata?",
				"Payo sa first aid para sa pinsala sa mata?",
				"Pinakamabisang paraan para pamahalaan ang pinsala sa mata?",
				"Paano alagaan ang pinsala sa mata?",
				"Ano ang makakatulong sa pinsala sa mata?",
				"Paano mabilis na gamutin ang pinsala sa mata?",
				"Mga remedyo para sa pinsala sa mata?",
				"Paano pakalmahin ang pinsala sa mata?",
				"Mga tip para pamahalaan ang pinsala sa mata?"
			],
			"procedures": [
				"Iwasan ang pagdila sa mata at banlawan ito ng malinis na tubig. Kung may banyagang bagay sa mata, huwag subukang alisin ito nang mag-isa. Takpan ang mata ng malinis na tela o eye patch at humingi ng agarang medikal na tulong.",
				"",
				"Banlawan ang mata ng malinis na tubig at iwasan ang pagdila dito. Humingi ng agarang medikal na tulong, lalo na kung may banyagang bagay sa mata."
			],
			"relations": ["nan"],
			"references": [
				"https://www.mayoclinic.org/first-aid/first-aid-eye-injury/basics/art-20056646",
				"https://www.webmd.com/first-aid/eye-injuries-treatment"
			],
			"context_set": ""
		},
		{
			"tag": "Food Poisoning",
			"type": "Injury",
			"meaning": "Food poisoning is an illness caused by consuming contaminated food or drink. Symptoms include nausea, vomiting, diarrhea, and abdominal pain. It is important to stay hydrated and rest while recovering.\n\t\t\t\n\t\t\t",
			"patterns": [
				"How to treat food poisoning?",
				"What to do for food poisoning?",
				"Best way to recover from food poisoning?",
				"Food poisoning treatment advice?",
				"How to manage food poisoning?",
				"What helps with food poisoning?",
				"How can I stop food poisoning quickly?",
				"Remedies for food poisoning?",
				"How to soothe food poisoning?",
				"Tips for managing food poisoning?"
			],
			"procedures": [
				"Stay hydrated by drinking clear fluids like water or oral rehydration solutions. Rest and avoid solid foods until symptoms subside. If symptoms are severe or persistent, seek medical attention.",
				"",
				"Drink clear fluids, rest, and avoid solid food until symptoms improve. Consult a healthcare provider if symptoms persist."
			],
			"relations": [
				"Luya (Ginger)",
				"Guava Leaves",
				"Sambong",
				"Buko (Coconut) Water"
			],
			"references": [
				"https://www.webmd.com/digestive-disorders/remedies-for-food-poisoning",
				"https://www.mayoclinic.org/diseases-conditions/food-poisoning/diagnosis-treatment/drc-20356236"
			],
			"context_set": ""
		},
		{
			"tag": "\nPagkalason sa Pagkain",
			"type": "Injury",
			"meaning": "Ang food poisoning ay isang sakit na dulot ng pagkain o pag-inom ng kontaminadong pagkain o inumin. Ang mga sintomas ay kinabibilangan ng pagduduwal, pagsusuka, pagtatae, at pananakit ng tiyan. Mahalaga ang pananatiling hydrated at magpahinga habang nagpapagaling.",
			"patterns": [
				"Paano gamutin ang food poisoning?",
				"Ano ang gagawin sa food poisoning?",
				"Pinakamabisang paraan para makarekober mula sa food poisoning?",
				"Payo sa paggamot ng food poisoning?",
				"Paano pamahalaan ang food poisoning?",
				"Ano ang makakatulong sa food poisoning?",
				"Paano mabilis na matigil ang food poisoning?",
				"Mga remedyo para sa food poisoning?",
				"Paano pakalmahin ang food poisoning?",
				"Mga tip para pamahalaan ang food poisoning?"
			],
			"procedures": [
				"Manatiling hydrated sa pamamagitan ng pag-inom ng malinaw na likido tulad ng tubig o oral rehydration solutions. Magpahinga at iwasan ang solidong pagkain hanggang sa humupa ang mga sintomas. Kung ang mga sintomas ay malubha o nagpapatuloy, humingi ng medikal na tulong.",
				"",
				"Uminom ng malinaw na likido, magpahinga, at iwasan ang solidong pagkain hanggang sa bumuti ang mga sintomas. Kumonsulta sa healthcare provider kung ang mga sintomas ay nagpapatuloy."
			],
			"relations": [
				"Luya (Ginger)",
				"Guava Leaves",
				"Sambong",
				"Buko (Coconut) Water"
			],
			"references": [
				"https://www.webmd.com/digestive-disorders/remedies-for-food-poisoning",
				"https://www.mayoclinic.org/diseases-conditions/food-poisoning/diagnosis-treatment/drc-20356236"
			],
			"context_set": ""
		},
		{
			"tag": "Convulsions",
			"type": "Injury",
			"meaning": "Convulsions, also known as seizures, are sudden, uncontrolled electrical disturbances in the brain. They can cause changes in behavior, movements, feelings, and levels of consciousness. Immediate first aid is crucial to protect the person from injury and ensure they receive appropriate medical care.\n\t\t\t\t",
			"patterns": [
				"What to do during convulsions?",
				"How to help someone having a seizure?",
				"Convulsion first aid steps?",
				"Best way to manage convulsions?",
				"What should I do for convulsions?",
				"What helps with convulsions?",
				"How can I stop convulsions quickly?",
				"Remedies for convulsions?",
				"How to soothe convulsions?",
				"Tips for managing convulsions?"
			],
			"procedures": [
				"Protect the person from injury by removing nearby objects. Do not restrain them or put anything in their mouth. After the convulsions stop, place them in the recovery position and monitor their breathing. Seek emergency medical help.",
				"",
				"Stay with the person and protect them from harm. Do not restrain them or place anything in their mouth. Call emergency services."
			],
			"relations": ["nan"],
			"references": [
				"https://www.mayoclinic.org/first-aid/first-aid-seizures/basics/art-20056678",
				"https://www.webmd.com/epilepsy/guide/first-aid-seizures"
			],
			"context_set": ""
		},
		{
			"tag": "Kombulsyon",
			"type": "Injury",
			"meaning": "Ang convulsions, na kilala rin bilang seizures, ay biglaang, hindi makontrol na mga kaguluhan sa kuryente sa utak. Maaari itong magdulot ng mga pagbabago sa pag-uugali, galaw, pakiramdam, at antas ng kamalayan. Ang agarang first aid ay mahalaga upang protektahan ang tao mula sa pinsala at matiyak na makakatanggap sila ng angkop na medikal na pangangalaga.",
			"patterns": [
				"Ano ang gagawin sa panahon ng convulsions?",
				"Paano tulungan ang taong may seizure?",
				"Mga hakbang sa first aid para sa convulsions?",
				"Pinakamabisang paraan para pamahalaan ang convulsions?",
				"Ano ang dapat gawin para sa convulsions?",
				"Ano ang makakatulong sa convulsions?",
				"Paano mabilis na matigil ang convulsions?",
				"Mga remedyo para sa convulsions?",
				"Paano pakalmahin ang convulsions?",
				"Mga tip para pamahalaan ang convulsions?"
			],
			"procedures": [
				"Protektahan ang tao mula sa pinsala sa pamamagitan ng pagtanggal ng mga nakapaligid na bagay. Huwag silang pigilan o maglagay ng anumang bagay sa kanilang bibig. Pagkatapos huminto ang mga convulsions, ilagay sila sa recovery position at bantayan ang kanilang paghinga. Humingi ng agarang medikal na tulong.",
				"",
				"Manatili sa tabi ng tao at protektahan sila mula sa pinsala. Huwag silang pigilan o maglagay ng anumang bagay sa kanilang bibig. Tumawag ng emergency services."
			],
			"relations": ["nan"],
			"references": [
				"https://www.mayoclinic.org/first-aid/first-aid-seizures/basics/art-20056678",
				"https://www.webmd.com/epilepsy/guide/first-aid-seizures"
			],
			"context_set": ""
		},
		{
			"tag": "Head Injury",
			"type": "Injury",
			"meaning": "A head injury can result from various causes such as falls, accidents, or sports injuries. Symptoms may include headache, dizziness, confusion, and nausea. Immediate and appropriate first aid can help prevent further complications.\n\t\t\t\n\t\t\t",
			"patterns": [
				"What to do for a head injury?",
				"How to treat a head injury?",
				"Head injury first aid advice?",
				"Best way to manage a head injury?",
				"How to care for a head injury?",
				"What helps with a head injury?",
				"How can I treat a head injury quickly?",
				"Remedies for a head injury?",
				"How to soothe a head injury?",
				"Tips for managing a head injury?"
			],
			"procedures": [
				"If the injury is minor, apply a cold compress to reduce swelling and rest. For more serious injuries, seek emergency medical help immediately. Keep the person awake and monitor their symptoms closely.",
				"",
				"Use a cold compress for minor injuries. For serious head injuries, seek immediate medical help and monitor the person's condition."
			],
			"relations": [
				"Sambong",
				"Lagundi",
				"Tsaang Gubat",
				"Ginkgo Biloba Leaves"
			],
			"references": [
				"https://www.mayoclinic.org/first-aid/first-aid-head-trauma/basics/art-20056626",
				"https://www.mountsinai.org/health-library/injury/head-injury-first-aid"
			],
			"context_set": ""
		},
		{
			"tag": "Pinsala sa Ulo",
			"type": "Injury",
			"meaning": "Ang pinsala sa ulo ay maaaring sanhi ng iba't ibang dahilan tulad ng pagkahulog, aksidente, o pinsala sa sports. Ang mga sintomas ay maaaring kabilang ang sakit ng ulo, pagkahilo, pagkalito, at pagduduwal. Ang agarang at angkop na first aid ay makakatulong upang maiwasan ang karagdagang komplikasyon.",
			"patterns": [
				"Ano ang gagawin kung may pinsala sa ulo?",
				"Paano gamutin ang pinsala sa ulo?",
				"Payo sa first aid para sa pinsala sa ulo?",
				"Pinakamabisang paraan para pamahalaan ang pinsala sa ulo?",
				"Paano alagaan ang pinsala sa ulo?",
				"Ano ang makakatulong sa pinsala sa ulo?",
				"Paano mabilis na gamutin ang pinsala sa ulo?",
				"Mga remedyo para sa pinsala sa ulo?",
				"Paano pakalmahin ang pinsala sa ulo?",
				"Mga tip para pamahalaan ang pinsala sa ulo?"
			],
			"procedures": [
				"Kung ang pinsala ay maliit, maglagay ng malamig na compress upang mabawasan ang pamamaga at magpahinga. Para sa mas seryosong pinsala, humingi ng agarang medikal na tulong. Panatilihing gising ang tao at bantayan ang kanilang mga sintomas.",
				"",
				"Gumamit ng malamig na compress para sa maliit na pinsala. Para sa seryosong pinsala sa ulo, humingi ng agarang medikal na tulong at bantayan ang kondisyon ng tao."
			],
			"relations": [
				"Sambong",
				"Lagundi",
				"Tsaang Gubat",
				"Ginkgo Biloba Leaves"
			],
			"references": [
				"https://www.mayoclinic.org/first-aid/first-aid-head-trauma/basics/art-20056626",
				"https://www.mountsinai.org/health-library/injury/head-injury-first-aid"
			],
			"context_set": ""
		},
		{
			"tag": "Fainting",
			"type": "Injury",
			"meaning": "Fainting, also known as syncope, can occur due to various reasons such as dehydration, low blood pressure, or sudden changes in posture. Symptoms may include dizziness, lightheadedness, and temporary loss of consciousness. Immediate first aid can help prevent further complications. ",
			"patterns": [
				"What to do if someone faints?",
				"How to help someone who fainted?",
				"Fainting first aid steps?",
				"Best way to manage fainting?",
				"What should I do for fainting?"
			],
			"procedures": [
				"Help the person lie down and elevate their legs to improve blood flow to the brain. Loosen any tight clothing and keep them lying down until they recover. If they don't regain consciousness quickly, seek medical help immediately.",
				"",
				"Have the person lie down, elevate their legs, and loosen tight clothing. Seek medical attention if they don't regain consciousness.",
				"",
				""
			],
			"relations": ["Atis"],
			"references": [
				"https://www.mayoclinic.org/first-aid/first-aid-fainting/basics/art-20056606",
				"https://www.mountsinai.org/health-library/condition/fainting"
			],
			"context_set": ""
		},
		{
			"tag": "Nanghihina",
			"type": "Injury",
			"meaning": "Ang paghimatay, na kilala rin bilang syncope, ay maaaring mangyari dahil sa iba't ibang dahilan tulad ng dehydration, mababang presyon ng dugo, o biglaang pagbabago ng postura. Ang mga sintomas ay maaaring kabilang ang pagkahilo, pagkakaroon ng magaan na ulo, at pansamantalang pagkawala ng malay. Ang agarang first aid ay makakatulong upang maiwasan ang karagdagang komplikasyon.",
			"patterns": [
				"Ano ang gagawin kung may hinimatay?",
				"Paano tulungan ang hinimatay?",
				"Mga hakbang sa first aid para sa hinimatay?",
				"Pinakamabisang paraan para pamahalaan ang hinimatay?",
				"Ano ang dapat gawin para sa hinimatay?",
				"How to revive someone who fainted?",
				"What helps with fainting?",
				"How to treat fainting?",
				"First aid for fainting?",
				"How to care for someone who fainted?",
				"Ano ang makakatulong sa hinimatay?",
				"Paano gamutin ang hinimatay?",
				"First aid para sa hinimatay?",
				"Paano alagaan ang hinimatay?",
				"Tips for managing fainting?"
			],
			"procedures": [
				"Tulungan ang tao na humiga at itaas ang kanilang mga binti upang mapabuti ang daloy ng dugo sa utak. Luwagan ang anumang masisikip na damit at panatilihing nakahiga sila hanggang sa sila ay makabawi. Kung hindi sila agad bumalik sa malay, humingi ng agarang medikal na tulong.",
				"",
				"Pahigain ang tao, itaas ang kanilang mga binti, at luwagan ang masisikip na damit. Humingi ng medikal na tulong kung hindi sila bumalik sa malay."
			],
			"relations": ["Atis"],
			"references": [
				"https://www.mayoclinic.org/first-aid/first-aid-fainting/basics/art-20056606",
				"https://www.mountsinai.org/health-library/condition/fainting"
			],
			"context_set": ""
		},
		{
			"tag": "Headache",
			"type": "Injury",
			"meaning": "Headaches can be caused by various factors such as stress, dehydration, or tension. Symptoms may include a dull or sharp pain in the head, sensitivity to light or sound, and nausea. Proper management and treatment can help alleviate the discomfort.\n\t\t\t",
			"patterns": [
				"How to treat a headache?",
				"What to do for a headache?",
				"Best way to relieve a headache?",
				"Headache treatment advice?",
				"How to manage headache?",
				"How to get rid of a headache?",
				"What helps with a headache?",
				"How to soothe a headache?",
				"First aid for headache?",
				"How to care for a headache?",
				""
			],
			"procedures": [
				"Rest in a quiet, dark room and apply a cold or warm compress to your forehead. Over-the-counter pain relievers like ibuprofen or acetaminophen can help. Stay hydrated and avoid triggers like bright lights or loud noises.\",",
				"",
				"Rest, use pain relief medication, and apply a compress. Stay hydrated and avoid known triggers.",
				"",
				""
			],
			"relations": ["Lagundi", "Yerba Buena", "Ginger (Luya)"],
			"references": [
				"https://www.mayoclinic.org/diseases-conditions/headache/symptoms-causes/syc-20361797",
				"https://www.mountsinai.org/health-library/symptom/headache"
			],
			"context_set": ""
		},
		{
			"tag": "Sakit ng ulo",
			"type": "Injury",
			"meaning": "Ang sakit ng ulo ay maaaring sanhi ng iba't ibang salik tulad ng stress, dehydration, o tensyon. Ang mga sintomas ay maaaring kabilang ang mapurol o matalim na sakit sa ulo, pagiging sensitibo sa liwanag o tunog, at pagduduwal. Ang tamang pamamahala at paggamot ay makakatulong upang maibsan ang kakulangan sa ginhawa.",
			"patterns": [
				"Ano ang gagawin para sa sakit ng ulo?",
				"Paano gamutin ang sakit ng ulo?",
				"Pinakamabisang paraan para maibsan ang sakit ng ulo?",
				"Payo sa paggamot ng sakit ng ulo?",
				"Paano pamahalaan ang sakit ng ulo?",
				"Ano ang makakatulong sa sakit ng ulo?",
				"Paano maalis ang sakit ng ulo?",
				"First aid para sa sakit ng ulo?",
				"Paano alagaan ang sakit ng ulo?",
				"Tips for managing headache?"
			],
			"procedures": [
				"Magpahinga sa isang tahimik at madilim na kwarto at maglagay ng malamig o mainit na compress sa iyong noo. Maaaring makatulong ang mga over-the-counter na pain relievers tulad ng ibuprofen o acetaminophen. Manatiling hydrated at iwasan ang mga trigger tulad ng maliwanag na ilaw o malalakas na tunog.",
				"",
				"Magpahinga, gumamit ng gamot para sa sakit, at maglagay ng compress. Manatiling hydrated at iwasan ang mga kilalang trigger."
			],
			"relations": ["Lagundi", "Yerba Buena", "Ginger (Luya)"],
			"references": [
				"https://www.mayoclinic.org/diseases-conditions/headache/symptoms-causes/syc-20361797",
				"https://www.mountsinai.org/health-library/symptom/headache"
			],
			"context_set": ""
		},
		{
			"tag": "Cold",
			"type": "Injury",
			"meaning": "The common cold is a viral infection that affects the upper respiratory tract. Symptoms may include a runny or stuffy nose, sore throat, cough, congestion, and mild body aches. Proper care and treatment can help alleviate symptoms and speed up recovery.                                ",
			"patterns": [
				"How to treat a cold?",
				"What to do for a cold?",
				"Best way to get over a cold?",
				"Cold treatment advice?",
				"How to manage cold symptoms?",
				"How to get rid of a cold?",
				"What helps with a cold?",
				"How to soothe a cold?",
				"First aid for cold?",
				"How to care for a cold?",
				""
			],
			"procedures": [
				"Rest and stay hydrated by drinking plenty of fluids. Use over-the-counter medications to relieve symptoms like congestion and sore throat. Inhale steam or use a humidifier to ease breathing. If symptoms persist or worsen, consult a healthcare provider.",
				"",
				"Stay hydrated, rest, and use medications for symptom relief. Seek medical advice if the cold persists or worsens.",
				"",
				""
			],
			"relations": [
				"Lagundi",
				"Sambong",
				"Tsaang Gubat",
				"Calamansi with Honey"
			],
			"references": [
				"https://www.mayoclinic.org/diseases-conditions/common-cold/in-depth/cold-remedies/art-20046403",
				"https://www.mountsinai.org/health-library/condition/common-cold"
			],
			"context_set": ""
		},
		{
			"tag": "Sipon",
			"type": "Injury",
			"meaning": "Ang sipon ay isang viral infection na nakakaapekto sa upper respiratory tract. Ang mga sintomas ay maaaring kabilang ang sipon o baradong ilong, sore throat, ubo, congestion, at bahagyang pananakit ng katawan. Ang tamang pangangalaga at paggamot ay makakatulong upang maibsan ang mga sintomas at mapabilis ang paggaling.",
			"patterns": [
				"Ano ang gagawin para sa sipon?",
				"Paano gamutin ang sipon?",
				"Pinakamabisang paraan para gumaling sa sipon?",
				"Payo sa paggamot ng sipon?",
				"Paano pamahalaan ang mga sintomas ng sipon?",
				"Ano ang makakatulong sa sipon?",
				"Paano maalis ang sipon?",
				"First aid para sa sipon?",
				"Paano alagaan ang sipon?",
				""
			],
			"procedures": [
				"Magpahinga at manatiling hydrated sa pamamagitan ng pag-inom ng maraming likido. Gumamit ng mga over-the-counter na gamot para maibsan ang mga sintomas tulad ng congestion at sore throat. Huminga ng steam o gumamit ng humidifier upang mapadali ang paghinga. Kung ang mga sintomas ay nagpapatuloy o lumalala, kumonsulta sa healthcare provider.",
				"",
				"Manatiling hydrated, magpahinga, at gumamit ng mga gamot para sa pag-alis ng sintomas. Humingi ng medikal na payo kung ang sipon ay nagpapatuloy o lumalala."
			],
			"relations": [
				"Lagundi",
				"Sambong",
				"Tsaang Gubat",
				"Calamansi with Honey"
			],
			"references": [
				"https://www.mayoclinic.org/diseases-conditions/common-cold/in-depth/cold-remedies/art-20046403",
				"https://www.mountsinai.org/health-library/condition/common-cold"
			],
			"context_set": ""
		},
		{
			"tag": "Drowning",
			"type": "Injury",
			"meaning": "Drowning occurs when a person is submerged in water and unable to breathe. Symptoms may include difficulty breathing, coughing, and unconsciousness. Immediate and appropriate rescue and first aid can save lives and prevent further complications.\n\t\t\t\t\n\t\t\t",
			"patterns": [
				"What to do if someone is drowning?",
				"How to save someone who is drowning?",
				"Drowning rescue steps?",
				"Best way to help a drowning person?",
				"What should I do if someone is drowning?",
				"How to rescue a drowning person?",
				"What helps with drowning?",
				"How to perform a drowning rescue?",
				"First aid for drowning?",
				"How to care for a drowning person?",
				"",
				""
			],
			"procedures": [
				"Call for emergency help immediately. If it's safe, try to reach the person with a pole or throw a flotation device. Do not enter the water unless you're trained in water rescue. Once the person is out of the water, check for breathing and start CPR if necessary.",
				"",
				"Call emergency services and try to help without putting yourself at risk. Use a pole or flotation device, and be ready to perform CPR.",
				"",
				""
			],
			"relations": ["nan"],
			"references": [
				"https://www.mayoclinic.org/first-aid/first-aid-drowning/basics/art-20056649",
				"https://www.mountsinai.org/health-library/condition/drowning"
			],
			"context_set": ""
		},
		{
			"tag": "\nNalulunod",
			"type": "Injury",
			"meaning": "Ang pagkalunod ay nangyayari kapag ang isang tao ay nalulubog sa tubig at hindi makakahinga. Ang mga sintomas ay maaaring kabilang ang kahirapan sa paghinga, pag-ubo, at pagkawala ng malay. Ang agarang at angkop na pagligtas at first aid ay makakapagligtas ng buhay at makakaiwas sa karagdagang komplikasyon.",
			"patterns": [
				"Ano ang gagawin kung may nalulunod?",
				"Paano iligtas ang nalulunod?",
				"Mga hakbang sa pagligtas ng nalulunod?",
				"Pinakamabisang paraan para tulungan ang nalulunod?",
				"Ano ang dapat gawin kung may nalulunod?",
				"Ano ang makakatulong sa nalulunod?",
				"Paano iligtas ang nalulunod?",
				"First aid para sa nalulunod?",
				"Paano alagaan ang nalulunod?",
				"Tips for managing drowning?"
			],
			"procedures": [
				"Tumawag ng agarang tulong sa emergency. Kung ligtas, subukang abutin ang tao gamit ang isang poste o ihagis ang flotation device. Huwag pumasok sa tubig maliban kung ikaw ay may pagsasanay sa water rescue. Kapag ang tao ay nailabas na sa tubig, suriin ang kanilang paghinga at simulan ang CPR kung kinakailangan.",
				"",
				"Tumawag ng emergency services at subukang tumulong nang hindi inilalagay ang iyong sarili sa panganib. Gumamit ng poste o flotation device, at maging handa na magsagawa ng CPR."
			],
			"relations": ["nan"],
			"references": [
				"https://www.mayoclinic.org/first-aid/first-aid-drowning/basics/art-20056649",
				"https://www.mountsinai.org/health-library/condition/drowning"
			],
			"context_set": ""
		},
		{
			"tag": "Chest Pain",
			"type": "Injury",
			"meaning": "Chest pain can be caused by various factors such as heart problems, lung issues, or digestive disorders. Symptoms may include a sharp, dull, or burning sensation in the chest, shortness of breath, and dizziness. Immediate and appropriate action can help prevent serious complications.\n\t\t\t\t\n\t\t\t",
			"patterns": [
				"What to do for chest pain?",
				"How to treat chest pain?",
				"Chest pain treatment advice?",
				"What should I do if I have chest pain?",
				"Best way to relieve chest pain?",
				"How to get rid of chest pain?",
				"What helps with chest pain?",
				"How to soothe chest pain?",
				"First aid for chest pain?",
				"How to care for chest pain?",
				""
			],
			"procedures": [
				"If you experience chest pain, stop any physical activity and rest. Take deep breaths and try to stay calm. If the pain persists, seek emergency medical help immediately, as it could be a sign of a heart attack.",
				"",
				"Rest and take slow, deep breaths. Seek emergency medical attention if the pain is severe or does not go away"
			],
			"relations": ["Garlic (Chest Pain)", "Ginger (Chest Pain)", "Almonds"],
			"references": [
				"https://www.mayoclinic.org/diseases-conditions/chest-pain/diagnosis-treatment/drc-20370842",
				"https://my.clevelandclinic.org/health/symptoms/21209-chest-pain"
			],
			"context_set": ""
		},
		{
			"tag": "Pananakit ng dibdib",
			"type": "Injury",
			"meaning": "Ang pananakit ng dibdib ay maaaring sanhi ng iba't ibang salik tulad ng problema sa puso, isyu sa baga, o mga sakit sa pagtunaw. Ang mga sintomas ay maaaring kabilang ang matalim, mapurol, o nasusunog na pakiramdam sa dibdib, hirap sa paghinga, at pagkahilo. Ang agarang at angkop na aksyon ay makakatulong upang maiwasan ang seryosong komplikasyon.",
			"patterns": [
				"Ano ang gagawin para sa pananakit ng dibdib?",
				"Paano gamutin ang pananakit ng dibdib?",
				"Payo sa paggamot ng pananakit ng dibdib?",
				"Ano ang dapat gawin kung may pananakit ng dibdib?",
				"Pinakamabisang paraan para maibsan ang pananakit ng dibdib?",
				"Ano ang makakatulong sa pananakit ng dibdib?",
				"Paano maalis ang pananakit ng dibdib?",
				"First aid para sa pananakit ng dibdib?",
				"Paano alagaan ang pananakit ng dibdib?",
				"Tips for managing chest pain?"
			],
			"procedures": [
				"Kung makaranas ka ng pananakit sa dibdib, itigil ang anumang pisikal na aktibidad at magpahinga. Huminga ng malalim at subukang manatiling kalmado. Kung magpapatuloy ang sakit, humingi ng agarang medikal na tulong, dahil maaari itong senyales ng atake sa puso.",
				"",
				"Magpahinga at huminga ng mabagal at malalim. Humingi ng agarang medikal na atensyon kung ang sakit ay malubha o hindi nawawala."
			],
			"relations": ["Garlic (Chest Pain)", "Ginger (Chest Pain)", "Almonds"],
			"references": [
				"https://www.mayoclinic.org/diseases-conditions/chest-pain/diagnosis-treatment/drc-20370842",
				"https://my.clevelandclinic.org/health/symptoms/21209-chest-pain"
			],
			"context_set": ""
		},
		{
			"tag": "Dehydration",
			"type": "Injury",
			"meaning": "Dehydration occurs when the body loses more fluids than it takes in, leading to an imbalance. Symptoms may include dry mouth, thirst, dark urine, dizziness, and fatigue. Proper hydration and timely treatment can help restore fluid balance and prevent complications.\n\t\t\t",
			"patterns": [
				"How to treat dehydration?",
				"What to do for dehydration?",
				"Best way to rehydrate?",
				"Dehydration treatment advice?",
				"How to manage dehydration?",
				"How to get rid of dehydration?",
				"What helps with dehydration?",
				"How to soothe dehydration?",
				"First aid for dehydration?",
				"How to care for dehydration?"
			],
			"procedures": [
				"Drink plenty of water or an oral rehydration solution (ORS). Rest in a cool environment and avoid physical activity until fully rehydrated. For severe dehydration, seek medical attention.",
				"",
				"Increase fluid intake, rest, and use an ORS if available. Seek medical help if dehydration is severe.",
				"",
				""
			],
			"relations": ["Buko Water", "Tanglad"],
			"references": [
				"https://www.mayoclinic.org/diseases-conditions/dehydration/diagnosis-treatment/drc-20354092",
				"https://www.verywellhealth.com/dehydration-treatment-8704072"
			],
			"context_set": ""
		},
		{
			"tag": "Dehydration",
			"type": "Injury",
			"meaning": "Ang dehydration ay nangyayari kapag ang katawan ay nawawalan ng mas maraming likido kaysa sa tinatanggap, na nagdudulot ng kawalan ng balanse. Ang mga sintomas ay maaaring kabilang ang tuyong bibig, uhaw, madilim na ihi, pagkahilo, at pagkapagod. Ang tamang hydration at agarang paggamot ay makakatulong upang maibalik ang balanse ng likido at maiwasan ang komplikasyon.",
			"patterns": [
				"Ano ang gagawin para sa dehydration?",
				"Paano gamutin ang dehydration?",
				"Pinakamabisang paraan para ma-rehydrate?",
				"Payo sa paggamot ng dehydration?",
				"Paano pamahalaan ang dehydration?",
				"Ano ang makakatulong sa dehydration?",
				"Paano maalis ang dehydration?",
				"First aid para sa dehydration?",
				"Paano alagaan ang dehydration?",
				"Tips for managing dehydration?",
				""
			],
			"procedures": [
				"Uminom ng maraming tubig o oral rehydration solution (ORS). Magpahinga sa isang malamig na kapaligiran at iwasan ang pisikal na aktibidad hanggang sa ganap na ma-rehydrate. Para sa malubhang dehydration, humingi ng medikal na tulong.",
				"",
				"Dadagan ang pag-inom ng likido, magpahinga, at gumamit ng ORS kung available. Humingi ng tulong medikal kung ang dehydration ay malubha."
			],
			"relations": ["Buko Water", "Tanglad"],
			"references": [
				"https://www.mayoclinic.org/diseases-conditions/dehydration/diagnosis-treatment/drc-20354092",
				"https://www.verywellhealth.com/dehydration-treatment-8704072"
			],
			"context_set": ""
		},
		{
			"tag": "Cuts",
			"type": "Injury",
			"meaning": "Cuts are injuries caused by a sharp object that breaks the skin. They can range from minor to severe, depending on the depth and location of the cut. Common causes of cuts include: Accidents: Slips, falls, or other accidents can lead to cuts. Sharp objects: Knives, scissors, broken glass, and other sharp objects can cause cuts.",
			"patterns": [
				"What to do if I have a cut?",
				"How to treat a cut?",
				"Best way to heal cuts?",
				"What medicine to use for a cut?",
				"Cut treatment advice?",
				"How to stop bleeding from a cut?",
				"First aid for cuts?",
				"How to clean a cut wound?",
				"How do I prevent infection in a cut?"
			],
			"procedures": [
				"Clean the cut with soap and water to avoid infection. Apply pressure to stop the bleeding, and once stopped, apply an antibiotic ointment. Cover the wound with a bandage and change it daily. If the cut is deep, seek medical help."
			],
			"relations": ["Dahon ng Saging", "Dahon ng Mayana", "Dahon ng Bayabas"],
			"references": [
				"https://www.mayoclinic.org/first-aid/first-aid-cuts/basics/art-20056711",
				"https://www.emedicinehealth.com/cuts_or_lacerations/article_em.htm",
				"https://www.healthline.com/health/cuts-scratches"
			],
			"context_set": ""
		},
		{
			"tag": "hiwa",
			"type": "Injury",
			"meaning": "Hiwa ay mga pinsala na dulot ng isang matalim na bagay na pumuputol sa balat. Maaari silang mag-iba mula sa menor de edad hanggang malubha, depende sa lalim at lokasyon ng hiwa. Ang mga karaniwang sanhi ng hiwa ay kinabibilangan ng: Aksidente: Ang mga pagdulas, pagkahulog, o iba pang aksidente ay maaaring humantong sa mga hiwa. Matatalim na bagay: Ang mga kutsilyo, gunting, sirang baso, at iba pang matatalim na bagay ay maaaring magdulot ng mga hiwa.",
			"patterns": [
				"Paano gamutin ang hiwa?",
				"Ano ang dapat gawin kapag may hiwa?",
				"Anong gamot ang ilalagay sa hiwa?",
				"Paano pigilan ang pagdurugo mula sa hiwa?",
				"Ano ang dapat gawin upang maiwasan ang impeksyon sa hiwa?",
				"Mga hakbang sa paggamot ng hiwa?"
			],
			"procedures": [
				"Linisin ang hiwa gamit ang sabon at tubig upang maiwasan ang impeksyon. Lagyan ng presyon upang ihinto ang pagdurugo, at sa sandaling tumigil, maglagay ng antibiotic ointment. Takpan ang sugat ng benda at palitan ito araw-araw. Kung malalim ang hiwa, humingi ng medikal na tulong."
			],
			"relations": ["Dahon ng Saging", "Dahon ng Mayana", "Dahon ng Bayabas"],
			"references": [
				"https://www.mayoclinic.org/first-aid/first-aid-cuts/basics/art-20056711",
				"https://www.emedicinehealth.com/cuts_or_lacerations/article_em.htm",
				"https://www.healthline.com/health/cuts-scratches"
			],
			"context_set": ""
		},
		{
			"tag": "Burns",
			"type": "injury",
			"meaning": "Burns are injuries caused by tissue damage from heat, chemicals, electricity, radiation, or the sun. They can range from mild to severe, depending on the extent and depth of the damage.",
			"patterns": [
				"What should I do for a burn?",
				"How to treat burns?",
				"Which ointment to apply on burns?",
				"Burn treatment steps?",
				"What to do in case of a burn?",
				"First aid for burns?",
				"How do I soothe a burn?",
				"Best remedy for burns?",
				"How to heal a burn fast?"
			],
			"procedures": [
				"Cool the burn with running water for at least 10 minutes. Avoid using ice. Cover the burn with a sterile gauze bandage. Do not apply butter or ointments to the burn. For pain relief, consider over-the-counter pain relievers like ibuprofen or acetaminophen."
			],
			"relations": ["Aloe Vera", "Gauze Bandage"],
			"references": [
				"https://www.youtube.com/watch?v=LIaqKI7B8EI",
				"https://www.mayoclinic.org/first-aid/first-aid-burns/basics/art-20056649",
				"https://my.clevelandclinic.org/health/diseases/12063-burns",
				"https://www.mayoclinic.org/diseases-conditions/burns/symptoms-causes/syc-20370539"
			],
			"context_set": ""
		},
		{
			"tag": "Paso",
			"type": "injury",
			"meaning": "Burns ay mga pinsala na dulot ng pagkasira ng tissue mula sa init, kemikal, kuryente, radiation, o araw. Maaari silang mag-iba mula sa mild hanggang severe, depende sa lawak at lalim ng pinsala.",
			"patterns": [
				"Paano gamutin ang paso?",
				"Ano ang dapat gawin kapag napaso?",
				"Anong ointment ang dapat ilagay sa paso?",
				"Mga hakbang sa paggamot ng paso?",
				"Paano gamutin ang sugat mula sa paso?",
				"Anong gagawin kapag napaso ang balat?"
			],
			"procedures": [
				"Palamigin ang paso gamit ang umaagos na tubig nang hindi bababa sa 10 minuto. Iwasang gumamit ng yelo. Takpan ang paso ng sterile gauze bandage. Huwag maglagay ng mantikilya o mga pamahid sa paso. Para sa lunas sa pananakit, isaalang-alang ang mga over-the-counter na pain reliever tulad ng ibuprofen o acetaminophen."
			],
			"relations": ["Aloe Vera", "Gauze Bandage"],
			"references": [
				"https://www.youtube.com/watch?v=LIaqKI7B8EI",
				"https://www.mayoclinic.org/first-aid/first-aid-burns/basics/art-20056649",
				"https://my.clevelandclinic.org/health/diseases/12063-burns",
				"https://www.mayoclinic.org/diseases-conditions/burns/symptoms-causes/syc-20370539"
			],
			"context_set": ""
		},
		{
			"tag": "Abrasions",
			"type": "injury",
			"meaning": "Abrasions are superficial skin injuries caused by the scraping away of the top layer of skin. They often result from friction or rubbing against a rough surface. Common causes of abrasions include: Falls: Falling onto a hard surface can cause abrasions. Sports injuries: Contact sports or accidents during physical activity can lead to abrasions. Accidents: Slips, trips, or other accidents can result in abrasions. Friction: Rubbing against a rough surface, such as sandpaper or concrete, can cause abrasions.",
			"patterns": [
				"How to treat abrasions?",
				"What to do if I have an abrasion?",
				"Best way to heal abrasions?",
				"What should I apply on an abrasion?",
				"Abrasions treatment steps?",
				"How to clean an abrasion?",
				"First aid for abrasions?",
				"How to stop bleeding from an abrasion?",
				"What ointment is best for abrasions?",
				"What should I do for scraped skin?"
			],
			"procedures": [
				"Gently wash the abrasion with soap and water. Apply an antibiotic ointment and cover with a clean, dry bandage. If the abrasion is large, seek medical advice.",
				"Clean the abrasion with water and soap to remove any debris. Apply an antiseptic to prevent infection. Cover with a sterile bandage or gauze and change it daily. Keep the area dry and monitor for signs of infection."
			],
			"relations": ["Dahon ng Saging", "Dahon ng Mayana", "Dahon ng Bayabas"],
			"references": [
				"https://www.mayoclinic.org/first-aid/first-aid-cuts/basics/art-20056711",
				"https://www.healthline.com/health/abrasion",
				"https://my.clevelandclinic.org/health/diseases/25079-abrasion",
				"https://www.healthgrades.com/right-care/skin-hair-and-nails/abrasion"
			],
			"context_set": ""
		},
		{
			"tag": "Gasgas",
			"type": "injury",
			"meaning": "Gasgas ay mga mababaw na pinsala sa balat na dulot ng pagkiskis ng pinakamataas na layer ng balat. Madalas itong resulta ng alitan o pagkuskos sa isang magaspang na ibabaw. Ang mga karaniwang sanhi ng gasgas ay kinabibilangan ng: Pagbagsak: Ang pagbagsak sa isang matigas na ibabaw ay maaaring magdulot ng gasgas. Mga pinsala sa sports: Ang mga contact sports o aksidente sa panahon ng pisikal na aktibidad ay maaaring humantong sa gasgas. Aksidente: Ang mga pagdulas, pagkatisod, o iba pang aksidente ay maaaring magresulta sa gasgas. Alitan: Ang pagkuskos sa isang magaspang na ibabaw, tulad ng papel de liha o semento, ay maaaring magdulot ng gasgas.",
			"patterns": [
				"Paano gamutin ang gasgas?",
				"Ano ang dapat gawin kapag may gasgas?",
				"Anong ointment ang dapat ilagay sa gasgas?",
				"Mga hakbang sa paggamot ng gasgas?",
				"Paano linisin ang gasgas?",
				"Ano ang unang lunas para sa gasgas?",
				"Paano pigilan ang pagdurugo mula sa gasgas?",
				"Anong gamot ang dapat ilagay sa gasgas?",
				"Ano ang pinakamainam na gawin para gumaling ang gasgas?",
				"Paano gamutin ang sugat mula sa gasgas?",
				"",
				"",
				""
			],
			"procedures": [
				"Linisin ang gasgas gamit ang tubig at sabon upang alisin ang anumang dumi. Maglagay ng antiseptiko upang maiwasan ang impeksyon. Takpan ng sterile na benda o gasa at palitan ito araw-araw. Panatilihing tuyo ang lugar at bantayan para sa mga senyales ng impeksyon.",
				"Maingat na hugasan ang gasgas gamit ang sabon at tubig. Maglagay ng antibiotic ointment at takpan ng malinis at tuyong benda. Kung malaki ang gasgas, magpakonsulta sa doktor."
			],
			"relations": ["Dahon ng Saging", "Dahon ng Mayana", "Dahon ng Bayabas"],
			"references": [
				"https://www.mayoclinic.org/first-aid/first-aid-cuts/basics/art-20056711",
				"https://www.healthline.com/health/abrasion",
				"https://my.clevelandclinic.org/health/diseases/25079-abrasion",
				"https://www.healthgrades.com/right-care/skin-hair-and-nails/abrasion"
			],
			"context_set": ""
		},
		{
			"tag": "Stings",
			"type": "injury",
			"meaning": "Stings are injuries caused by the injection of venom or irritants from insects or other animals. They can range from mild to severe, depending on the type of animal and the individual's sensitivity. Common causes of stings include: Bees: Honeybees, bumblebees, and wasps can sting when they feel threatened. Ants: Fire ants and other ant species can sting when disturbed. Hornets: Hornets can sting multiple times and their venom is more potent than that of bees. Jellyfish: Jellyfish can sting when their tentacles come into contact with the skin. Other animals: Some animals, such as scorpions and spiders, can also sting.",
			"patterns": [
				"How to treat a sting?",
				"What to do for insect stings?",
				"How to relieve sting pain?",
				"Sting treatment advice?",
				"Best remedy for stings?",
				"How to reduce swelling from a sting?",
				"What should I apply to a sting?",
				"How to stop itching from a sting?",
				"First aid for insect stings?",
				"What is the best ointment for stings?"
			],
			"procedures": [
				"Remove the stinger if present by scraping it off with a flat object. Wash the area with soap and water. Apply a cold compress to reduce swelling. Use an antihistamine cream or take oral antihistamines for itching. If you experience difficulty breathing, seek emergency medical help immediately.",
				"Wash the sting site with soap and water. Apply ice wrapped in a cloth to reduce swelling. Take an antihistamine for itching or swelling."
			],
			"relations": ["Aloe Vera", "Honey"],
			"references": [
				"https://www.healthline.com/health/bug-bites",
				"https://www.mayoclinic.org/first-aid/first-aid-insect-bites/basics/art-20056593",
				"https://www.healthline.com/health/first-aid/bites-stings"
			],
			"context_set": ""
		},
		{
			"tag": "Stings",
			"type": "injury",
			"meaning": "Sakit ng kagat ay mga pinsala na dulot ng pag-iniksyon ng lason o mga irritant mula sa mga insekto o iba pang hayop. Maaari silang mag-iba mula sa mild hanggang severe, depende sa uri ng hayop at sa sensitivity ng indibidwal. Ang mga karaniwang sanhi ng sakit ng kagat ay kinabibilangan ng: Bubuyog: Ang mga bubuyog, bumblebees, at wasps ay maaaring mangagat kapag nakaramdam sila ng banta. Langgam: Ang mga fire ants at iba pang species ng langgam ay maaaring mangagat kapag nabalisa. Hornets: Ang mga hornets ay maaaring mangagat ng maraming beses at ang kanilang lason ay mas malakas kaysa sa mga bubuyog. Jellyfish: Ang mga jellyfish ay maaaring mangagat kapag ang kanilang mga galamay ay nakikipag-ugnay sa balat. Iba pang hayop: Ang ilang hayop, tulad ng mga alakdan at gagamba, ay maaari ring mangagat.",
			"patterns": [
				"Paano gamutin ang kagat ng insekto?",
				"Ano ang dapat gawin kapag nakagat ng insekto?",
				"Paano bawasan ang sakit mula sa kagat ng insekto?",
				"Ano ang dapat ilagay sa kagat ng insekto?",
				"Paano pigilan ang pangangati mula sa kagat ng insekto?",
				"Mga hakbang sa paggamot ng kagat ng insekto?",
				"Anong ointment ang dapat ilagay sa kagat ng insekto?",
				"Paano bawasan ang pamamaga mula sa kagat ng insekto?",
				"Ano ang pinakamainam na lunas para sa kagat ng insekto?",
				"Ano ang unang lunas sa kagat ng insekto?"
			],
			"procedures": [
				"Alisin ang tibo kung mayroon, sa pamamagitan ng pag-scrape gamit ang patag na bagay. Hugasan ang lugar na natibo gamit ang sabon at tubig. Maglagay ng malamig na pomento upang mabawasan ang pamamaga. Gumamit ng antihistamine cream o uminom ng oral antihistamines para sa pangangati. Kung makaranas ng hirap sa paghinga, agad na humingi ng tulong medikal.",
				"Hugasan ang lugar ng sting gamit ang sabon at tubig. Maglagay ng yelo na binalot sa tela upang mabawasan ang pamamaga. Uminom ng antihistamine para sa pangangati o pamamaga."
			],
			"relations": ["Aloe Vera", "Honey"],
			"references": [
				"https://www.healthline.com/health/bug-bites",
				"https://www.mayoclinic.org/first-aid/first-aid-insect-bites/basics/art-20056593",
				"https://www.healthline.com/health/first-aid/bites-stings"
			],
			"context_set": ""
		},
		{
			"tag": "Splinter",
			"type": "injury",
			"meaning": "Splinters are small pieces of wood, glass, or other materials that become embedded in the skin. They can cause pain, inflammation, and even infection if not removed properly. Common causes of splinters include: Accidents: Slips, falls, or other accidents can lead to splinters. Working with wood or other materials: People who work with wood, construction, or gardening are at risk of getting splinters. Playing outdoors: Children playing outdoors may accidentally get splinters from tree branches, playground equipment, or other objects.",
			"patterns": [
				"What should I do for a burn?",
				"How to treat burns?",
				"Which ointment to apply on burns?",
				"Burn treatment steps?",
				"What to do in case of a burn?",
				"How to remove a splinter?",
				"What to do if I have a splinter?",
				"Best way to remove splinters?",
				"Splinter removal advice?",
				"How to treat splinters?",
				"How to get a splinter out without pain?",
				"What should I do for a deep splinter?",
				"How to clean a splinter wound?",
				"How to prevent infection from a splinter?",
				"First aid for splinters?"
			],
			"procedures": [
				"Clean the area with soap and water. Use sterilized tweezers to remove the splinter carefully. After removal, apply an antiseptic and cover with a bandage if necessary",
				"Soak the affected area in warm water to soften the skin. Gently remove the splinter with sterilized tweezers. Clean the area with antiseptic and bandage if needed."
			],
			"relations": ["Honey"],
			"references": [
				"https://www.mayoclinic.org/first-aid/first-aid/basics/art-20056604",
				"https://www.goodrx.com/health-topic/environmental/how-to-remove-splinter"
			],
			"context_set": ""
		},
		{
			"tag": "Splinter",
			"type": "injury",
			"meaning": "Titid ay maliliit na piraso ng kahoy, salamin, o iba pang materyales na natatangay sa balat. Maaari silang magdulot ng sakit, pamamaga, at maging impeksyon kung hindi maalis nang maayos. Ang mga karaniwang sanhi ng titid ay kinabibilangan ng: Aksidente: Ang mga pagdulas, pagkahulog, o iba pang aksidente ay maaaring humantong sa titid. Pagtatrabaho sa kahoy o iba pang materyales: Ang mga taong nagtatrabaho sa kahoy, konstruksyon, o paghahalaman ay nasa panganib na makakuha ng titid. Paglalaro sa labas: Ang mga batang naglalaro sa labas ay maaaring hindi sinasadyang makakuha ng titid mula sa mga sanga ng puno, kagamitan sa palaruan, o iba pang bagay.",
			"patterns": [
				"Paano alisin ang tinik o piraso ng kahoy?",
				"Ano ang dapat gawin kapag may tinik sa balat?",
				"Ano ang pinakamadaling paraan para alisin ang tinik?",
				"Paano linisin ang sugat mula sa tinik?",
				"Paano iwasan ang impeksyon mula sa tinik?",
				"Ano ang unang lunas sa sugat mula sa tinik?",
				"Anong dapat gawin kung malalim ang tinik?",
				"Ano ang pinakamabisang paraan para alisin ang tinik?",
				"Paano bawasan ang sakit kapag tinanggal ang tinik?",
				"Anong gamot ang dapat ilagay pagkatapos alisin ang tinik?"
			],
			"procedures": [
				"Linisin ang lugar gamit ang sabon at tubig. Gumamit ng sterilized na pang-ipit upang maingat na alisin ang tinik. Pagkatapos alisin, maglagay ng antiseptiko at takpan ng benda kung kinakailangan",
				"Ibabad ang apektadong lugar sa maligamgam na tubig upang lumambot ang balat. Maingat na alisin ang tinik gamit ang sterilized na pang-ipit. Linisin ang lugar gamit ang antiseptiko at takpan ng benda kung kinakailangan"
			],
			"relations": ["Honey"],
			"references": [
				"https://www.mayoclinic.org/first-aid/first-aid/basics/art-20056604",
				"https://www.goodrx.com/health-topic/environmental/how-to-remove-splinter"
			],
			"context_set": ""
		},
		{
			"tag": "Sprains",
			"type": "injury",
			"meaning": "Sprains are injuries to ligaments, which are tough bands of tissue that connect bones to each other. They occur when a ligament is stretched or torn. Common causes of sprains include: Overstretching or twisting: Overstretching or twisting a joint beyond its normal range of motion can cause a sprain Falls: Falling awkwardly can lead to sprains, especially in the ankle or wrist. Sports injuries: Many sports, such as basketball, football, and soccer, involve sudden movements that can cause sprains. Accidents: Car accidents or other accidents can cause sprains.",
			"patterns": [
				"What to do for a sprain?",
				"How to treat a sprained ankle?",
				"Sprain treatment advice?",
				"Best way to heal sprains?",
				"How to relieve sprain pain?",
				"How to reduce swelling from a sprain?",
				"What should I do for a wrist sprain?",
				"How long does a sprain take to heal?",
				"First aid for sprains?",
				"What is the RICE method for sprains?"
			],
			"procedures": [
				"Rest the injured limb and avoid putting weight on it. Apply ice packs to reduce swelling and pain. Compress the area with an elastic bandage, and elevate it above heart level. Consider over-the-counter pain relievers for pain management",
				"Use the R.I.C.E. method: Rest, Ice, Compression, and Elevation. If the pain persists or the swelling is severe, consult a healthcare provider."
			],
			"relations": ["Garlic (Sprains)", "Onion", "Cabbage"],
			"references": [
				"https://www.mayoclinic.org/diseases-conditions/sprains/symptoms-causes/syc-20377938",
				"https://my.clevelandclinic.org/health/diseases/sprains",
				"https://www.verywellhealth.com/sprains-and-strains-2548839"
			],
			"context_set": ""
		},
		{
			"tag": "Sprains",
			"type": "injury",
			"meaning": "Pilay ay mga pinsala sa ligament, na mga matigas na banda ng tissue na nagkokonekta sa mga buto sa isa't isa. Nangyayari ang mga ito kapag ang isang ligament ay naunat o napunit. Ang mga karaniwang sanhi ng pilay ay kinabibilangan ng: Pag-unat o pag-ikot nang sobra: Ang pag-unat o pag-ikot ng isang kasu-kasuan lampas sa normal nitong saklaw ng paggalaw ay maaaring magdulot ng pilay Pagbagsak: Ang pagbagsak nang hindi maayos ay maaaring humantong sa mga pilay, lalo na sa bukung-bukong o pulso. Mga pinsala sa sports: Maraming sports, tulad ng basketball, football, at soccer, ay nagsasangkot ng biglang mga galaw na maaaring magdulot ng pilay. Aksidente: Ang mga aksidente sa sasakyan o iba pang aksidente ay maaaring magdulot ng pilay.",
			"patterns": [
				"Paano gamutin ang sprain?",
				"Ano ang dapat gawin kapag napinsala ang bukung-bukong?",
				"Mga hakbang sa paggamot ng sprain?",
				"Paano bawasan ang pamamaga mula sa sprain?",
				"Paano mabilis na gumaling ang sprain?",
				"Paano maalis ang sakit mula sa sprain?",
				"Anong gamot ang maaaring inumin para sa sprain?",
				"Paano iwasan ang karagdagang pinsala sa sprain?",
				"Anong mga ehersisyo ang dapat gawin sa sprain?",
				"Ano ang mga palatandaan ng malalang sprain?"
			],
			"procedures": [
				"Pahingahin ang nasugatang bahagi at iwasan ang paglalagay ng bigat dito. Maglagay ng yelo upang mabawasan ang pamamaga at sakit. I-compress ang lugar gamit ang elastic na benda, at itaas ito sa taas ng puso. Isaalang-alang ang paggamit ng mga over-the-counter na gamot para sa sakit.",
				"Gamitin ang R.I.C.E. na pamamaraan: Rest, Ice, Compression, at Elevation. Kung patuloy ang sakit o malubha ang pamamaga, magpakonsulta sa isang healthcare provider."
			],
			"relations": ["Garlic (Sprains)", "Onion", "Cabbage"],
			"references": [
				"https://www.mayoclinic.org/diseases-conditions/sprains/symptoms-causes/syc-20377938",
				"https://my.clevelandclinic.org/health/diseases/sprains",
				"https://www.verywellhealth.com/sprains-and-strains-2548839"
			],
			"context_set": ""
		},

		{
			"tag": "Pulled Muscle",
			"type": "injury",
			"meaning": "Pulled muscles, also known as muscle strains, are injuries that occur when a muscle is overstretched or torn. They can range from mild to severe, depending on the extent of the damage. Common causes of pulled muscles include: Overexertion: Exercising too hard or for too long can lead to pulled muscles. Sudden movements: Sudden, forceful movements, such as lifting heavy objects or twisting awkwardly, can strain muscles. Poor posture: Poor posture can put undue stress on muscles, making them more susceptible to strains. Muscle weakness: Weak muscles are more likely to be strained.",
			"patterns": [
				"How to treat a pulled muscle?",
				"What to do for a muscle pull?",
				"Best way to heal a pulled muscle?",
				"Pulled muscle treatment advice?",
				"How to reduce pulled muscle pain?",
				"How to relieve tightness in a pulled muscle?",
				"What should I do if I feel a muscle pull?",
				"How long does it take for a pulled muscle to heal?",
				"First aid for pulled muscles?",
				"What is the RICE method for muscle pulls?"
			],
			"procedures": [
				"Rest the affected muscle, apply ice to reduce swelling, use compression with an elastic bandage, and elevate the muscle. Take pain relievers if necessary and avoid strenuous activity.",
				"",
				"Apply the R.I.C.E. method: Rest, Ice, Compression, Elevation. Consult a healthcare provider for severe strains."
			],
			"relations": ["Luya"],
			"references": [
				"https://www.mayoclinic.org/diseases-conditions/muscle-strains/symptoms-causes/syc-20450507"
			],
			"context_set": ""
		},
		{
			"tag": "Pulled Muscle",
			"type": "injury",
			"meaning": "Ang pilay ng kalamnan ay nangyayari kapag ang isang kalamnan ay naunat nang sobra o napunit. Maaaring mag-iba ito mula sa mild hanggang severe, depende sa pinsala. Karaniwang sanhi ay pag-abuso, biglang galaw, masamang postura, at kahinaan ng kalamnan.",
			"patterns": [
				"Paano gamutin ang napinsalang kalamnan?",
				"Ano ang dapat gawin kapag may muscle pull?",
				"Mga hakbang sa paggamot ng napinsalang kalamnan?",
				"Paano mabilis na gumaling ang napinsalang kalamnan?",
				"Paano maalis ang sakit mula sa muscle pull?",
				"Anong gamot ang maaaring inumin para sa muscle pull?",
				"Paano maiwasan ang karagdagang pinsala sa napinsalang kalamnan?",
				"Anong mga ehersisyo ang dapat gawin para sa napinsalang kalamnan?",
				"Paano maiwasan ang muscle pull sa hinaharap?",
				"Ano ang mga palatandaan ng malubhang muscle pull?"
			],
			"procedures": [
				"Pahingahin ang apektadong kalamnan, maglagay ng yelo, gumamit ng elastic na benda, at itaas ang kalamnan. Uminom ng pain relievers kung kinakailangan at iwasan ang mabigat na aktibidad.",
				"",
				"Gamitin ang R.I.C.E.: Rest, Ice, Compression, Elevation. Magpakonsulta sa healthcare provider para sa malubhang pilay."
			],
			"relations": ["Luya"],
			"references": [
				"https://www.mayoclinic.org/diseases-conditions/muscle-strains/symptoms-causes/syc-20450507"
			],
			"context_set": ""
		},
		{
			"tag": "Sunburn",
			"type": "injury",
			"meaning": "Sunburn is caused by excessive exposure to UV radiation from the sun, ranging from mild to severe depending on the depth of the damage. Causes include prolonged sun exposure, not using sunscreen, or using expired sunscreen.",
			"patterns": [
				"How to treat sunburn?",
				"What to do for sunburn?",
				"Best way to relieve sunburn pain?",
				"Sunburn treatment advice?",
				"How to heal sunburn?",
				"How to reduce redness from sunburn?",
				"What should I apply to sunburned skin?",
				"How long does it take for sunburn to heal?",
				"First aid for sunburn?",
				"How to prevent peeling from sunburn?"
			],
			"procedures": [
				"Cool the skin with a damp cloth or a cool bath, apply aloe vera or a moisturizer, drink plenty of water, and avoid further sun exposure.",
				"",
				"Use cool compresses and aloe vera gel. Drink water and avoid the sun until healed."
			],
			"relations": ["Honey", "Aloe vera", "Cucumber"],
			"references": [
				"https://www.mayoclinic.org/diseases-conditions/sunburn/diagnosis-treatment/drc-20355928",
				"https://www.healthline.com/health/video/how-long-does-sunburn-last"
			],
			"context_set": ""
		},
		{
			"tag": "Sunburn",
			"type": "injury",
			"meaning": "Ang sunburn ay sanhi ng sobrang pagkakalantad sa ultraviolet (UV) radiation mula sa araw. Maaari itong mag-iba mula sa mild hanggang severe depende sa pinsala. Karaniwang sanhi ay sobrang pagkakalantad sa araw, hindi paggamit ng sunscreen, o paggamit ng expired na sunscreen.",
			"patterns": [
				"Paano gamutin ang sunburn?",
				"Ano ang dapat gawin kapag may sunburn?",
				"Ano ang pinakamainam na gawin upang maibsan ang sakit ng sunburn?",
				"Mga hakbang sa paggamot ng sunburn?",
				"Paano mabilis na gumaling ang sunburn?",
				"Paano bawasan ang pamumula mula sa sunburn?",
				"Anong dapat ilagay sa sunburned na balat?",
				"Gaano katagal ang paggaling ng sunburn?",
				"Paano maiwasan ang pagbabalat mula sa sunburn?",
				"Paano maiiwasan ang sunburn sa hinaharap?",
				"Anong mga natural na remedyo ang maaaring gamitin para sa sunburn?"
			],
			"procedures": [
				"Palamigin ang balat gamit ang basang tela o maligamgam na paligo, maglagay ng aloe vera o moisturizer, uminom ng maraming tubig, at iwasan ang karagdagang pagkakalantad sa araw.",
				"",
				"Gumamit ng malamig na pomento at aloe vera gel. Uminom ng tubig at iwasan ang araw hanggang maghilom."
			],
			"relations": ["Honey", "Aloe vera", "Cucumber"],
			"references": [
				"https://www.mayoclinic.org/diseases-conditions/sunburn/diagnosis-treatment/drc-20355928",
				"https://www.healthline.com/health/video/how-long-does-sunburn-last"
			],
			"context_set": ""
		},
		{
			"tag": "Strains",
			"type": "injury",
			"meaning": "Strains are injuries to muscles or tendons, which are tough bands of tissue that connect muscles to bones. They occur when a muscle or tendon is overstretched or torn. Common causes of strains include: Overuse: Overusing a muscle or tendon can lead to strain. Sudden movements: Sudden, forceful movements can strain muscles or tendons. Poor posture: Poor posture can put undue stress on muscles and tendons. Muscle weakness: Weak muscles are more susceptible to strains.",
			"patterns": [
				"How to treat muscle strain?",
				"What to do if I have a strain?",
				"Best way to treat muscle strains?",
				"Strain treatment advice?",
				"How to heal a muscle strain?",
				"How to relieve pain from a muscle strain?",
				"What should I do for a pulled muscle?",
				"How long does a muscle strain take to heal?",
				"First aid for muscle strains?",
				"What is the RICE method for muscle strain?"
			],
			"procedures": [
				"Rest the strained muscle and avoid activities that cause pain. Apply ice to the area for 15-20 minutes several times a day. Use an elastic bandage to compress the area, and elevate it to reduce swelling. Over-the-counter painkillers can help manage pain.",
				"Rest the affected muscle, apply ice, and compress with a bandage. Elevate the limb and take pain relievers as needed."
			],
			"relations": ["Luya"],
			"references": [
				"https://www.mayoclinic.org/diseases-conditions/muscle-strains/symptoms-causes/syc-20450507",
				"https://www.verywellhealth.com/sprains-and-strains-2548839"
			],
			"context_set": ""
		},
		{
			"tag": "Strains",
			"type": "injury",
			"meaning": "Pilay ng kalamnan ay mga pinsala sa mga kalamnan o tendon, na mga matigas na banda ng tissue na nagkokonekta sa mga kalamnan sa mga buto. Nangyayari ang mga ito kapag ang isang kalamnan o tendon ay naunat nang sobra o napunit. Ang mga karaniwang sanhi ng pilay ng kalamnan ay kinabibilangan ng: Pag-abuso: Ang pag-abuso sa isang kalamnan o tendon ay maaaring humantong sa pilay. Biglang mga galaw: Ang biglang, malalakas na galaw ay maaaring mag-strain sa mga kalamnan o tendon. Masamang postura: Ang masamang postura ay maaaring maglagay ng hindi nararapat na stress sa mga kalamnan at tendon. Kahinaan ng kalamnan: Ang mahina na mga kalamnan ay mas madaling kapitan ng mga pilay.",
			"patterns": [
				"Paano gamutin ang muscle strain?",
				"Ano ang dapat gawin kapag may strain?",
				"Mga hakbang sa paggamot ng muscle strain?",
				"Paano mabilis na gumaling ang muscle strain?",
				"Paano maalis ang sakit mula sa muscle strain?",
				"Anong gamot ang maaaring inumin para sa muscle strain?",
				"Paano iwasan ang karagdagang pinsala sa muscle strain?",
				"Anong mga ehersisyo ang dapat gawin para sa muscle strain?",
				"Paano iwasan ang muscle strain sa hinaharap?",
				"Ano ang mga palatandaan ng malalang muscle strain?"
			],
			"procedures": [
				"Pahingahin ang na-pilay na kalamnan at iwasan ang mga aktibidad na nagdudulot ng sakit. Maglagay ng yelo sa apektadong lugar sa loob ng 15-20 minuto nang ilang beses sa isang araw. Gumamit ng elastic na benda upang i-compress ang lugar, at itaas ito upang mabawasan ang pamamaga. Ang mga over-the-counter na painkillers ay maaaring makatulong sa pamamahala ng sakit.",
				"Pahingahin ang apektadong kalamnan, maglagay ng yelo, at i-compress gamit ang benda. Itaas ang bahagi at uminom ng pain relievers kung kinakailangan."
			],
			"relations": ["Luya"],
			"references": [
				"https://www.mayoclinic.org/diseases-conditions/muscle-strains/symptoms-causes/syc-20450507",
				"https://www.verywellhealth.com/sprains-and-strains-2548839"
			],
			"context_set": ""
		},
		{
			"tag": "Chemical Burns",
			"type": "injury",
			"meaning": "Chemical burns are injuries caused by contact with corrosive substances, such as acids or bases, which can damage the skin and underlying tissues. Common causes include industrial accidents, laboratory mishaps, household chemicals (e.g., bleach, drain cleaners), and accidental ingestion of harmful substances.",
			"patterns": [
				"What to do for a chemical burn?",
				"How to treat chemical burns?",
				"Chemical burn treatment advice?",
				"How to relieve chemical burn pain?",
				"Best way to heal a chemical burn?",
				"How to flush a chemical burn?",
				"What should I apply to a chemical burn?",
				"How long does it take for a chemical burn to heal?",
				"First aid for chemical burns?",
				"What to do if the chemical burn is severe?"
			],
			"procedures": [
				"Immediately flush the affected area with water for at least 20 minutes. Remove any contaminated clothing, cover the burn with a sterile bandage, and avoid applying creams or ointments unless instructed by a healthcare provider. Seek immediate medical attention.",
				"",
				"Rinse the burn with water continuously for 20 minutes and remove contaminated clothing. Seek immediate medical help."
			],
			"relations": ["nan"],
			"references": [
				"https://www.mayoclinic.org/first-aid/first-aid-chemical-burns/basics/art-20056667",
				"https://my.clevelandclinic.org/health/diseases/22350-chemical-burns",
				"https://www.nhs.uk/conditions/acid-and-chemical-burns/"
			],
			"context_set": ""
		},
		{
			"tag": "Chemical Burns",
			"type": "injury",
			"meaning": "Ang sunog ng kemikal ay sanhi ng pagkakadikit sa mga corrosive substances tulad ng acid o base, na maaaring makapinsala sa balat at mga underlying tissue. Karaniwang sanhi ay mga aksidente sa industriya, laboratoryo, mga kemikal sa bahay, at hindi sinasadyang paglunok ng mapanganib na kemikal.",
			"patterns": [
				"Paano gamutin ang kemikal na paso?",
				"Ano ang dapat gawin kapag may kemikal na paso?",
				"Mga hakbang sa paggamot ng kemikal na paso?",
				"Paano maibsan ang sakit mula sa kemikal na paso?",
				"Ano ang pinakamainam na gawin upang gumaling ang kemikal na paso?",
				"Paano linisin ang sugat mula sa kemikal na paso?",
				"Anong gamot ang maaaring ilagay sa kemikal na paso?",
				"Gaano katagal ang paggaling ng kemikal na paso?",
				"Paano maiwasan ang karagdagang pinsala mula sa kemikal na paso?",
				"Ano ang mga palatandaan ng malubhang kemikal na paso?"
			],
			"procedures": [
				"Agad na banlawan ang apektadong bahagi ng tubig sa loob ng hindi bababa sa 20 minuto. Alisin ang maruming damit, takpan ang paso ng sterile na benda, at iwasang maglagay ng mga creams o ointments maliban kung inutos ng healthcare provider. Magpakonsulta agad sa doktor.",
				"",
				"Banlawan ang paso ng tuluy-tuloy na tubig sa loob ng 20 minuto at alisin ang maruming damit. Humingi agad ng medikal na tulong.",
				"",
				""
			],
			"relations": ["nan"],
			"references": [
				"https://www.mayoclinic.org/first-aid/first-aid-chemical-burns/basics/art-20056667",
				"https://my.clevelandclinic.org/health/diseases/22350-chemical-burns",
				"https://www.nhs.uk/conditions/acid-and-chemical-burns/"
			],
			"context_set": ""
		},
		{
			"tag": "Rash",
			"type": "injury",
			"meaning": "A rash is a skin condition characterized by changes in skin appearance, often involving redness, itching, or bumps. Causes include allergies, infections, medications, irritants, and underlying conditions such as eczema or psoriasis.",
			"patterns": [
				"How to treat a rash?",
				"What to do for a rash?",
				"Best way to relieve rash?",
				"Rash treatment advice?",
				"How to reduce rash itching?",
				"How to identify the cause of a rash?",
				"What should I apply to a rash?",
				"How long does it take for a rash to heal?",
				"First aid for rashes?",
				"What are the common remedies for rashes?"
			],
			"procedures": [
				"Wash the affected area with mild soap and water. Apply an over-the-counter anti-itch cream or antihistamine. Avoid scratching to prevent infection. If the rash persists or is severe, consult a healthcare provider.",
				"",
				"Clean the area gently, apply an anti-itch cream, and avoid irritants. Seek medical advice if the rash spreads or doesn't improve."
			],
			"relations": ["Aloe Vera"],
			"references": ["https://www.healthline.com/health/rashes"],
			"context_set": ""
		},
		{
			"tag": "Pantal",
			"type": "injury",
			"meaning": "Ang rash ay isang kondisyon sa balat na may kasamang pamumula, pangangati, o mga bukol. Maaaring sanhi ito ng mga alerdyi, impeksyon, gamot, irritants, o mga kondisyon sa balat tulad ng eksema at psoriasis.",
			"patterns": [
				"Paano gamutin ang pantal?",
				"Ano ang dapat gawin kapag may pantal?",
				"Ano ang pinakamainam na gawin upang maibsan ang pantal?",
				"Mga hakbang sa paggamot ng pantal?",
				"Paano bawasan ang pangangati mula sa pantal?",
				"Paano malaman ang sanhi ng pantal?",
				"Anong dapat ilagay sa pantal?",
				"Gaano katagal ang paggaling ng pantal?",
				"Paano iwasan ang paglala ng pantal?",
				"Ano ang mga karaniwang lunas para sa pantal?",
				"Kailan dapat kumonsulta sa doktor para sa pantal?"
			],
			"procedures": [
				"Hugasan ang apektadong lugar gamit ang mild na sabon at tubig. Maglagay ng over-the-counter na anti-itch cream o antihistamine. Iwasang kamutin upang maiwasan ang impeksyon. Kung ang pantal ay nagpapatuloy o malubha, magpakonsulta sa isang healthcare provider.",
				"",
				"Linisin ang lugar ng maingat, maglagay ng anti-itch cream, at iwasan ang mga irritants. Humingi ng medikal na payo kung ang pantal ay kumakalat o hindi bumubuti."
			],
			"relations": ["Aloe Vera"],
			"references": ["https://www.healthline.com/health/rashes"],
			"context_set": ""
		},
		{
			"tag": "Snake Bite",
			"type": "injury",
			"meaning": "A snakebite is a medical emergency caused by a snake's fangs penetrating the skin and injecting venom. Severity depends on factors such as snake type, bite location, and venom quantity. Common causes of snakebites include accidental encounters and defensive behavior of snakes. Symptoms include pain, swelling, nausea, difficulty breathing, and neurological symptoms like numbness or paralysis.",
			"patterns": [
				"What to do if bitten by a snake?",
				"How to treat a snake bite?",
				"Snake bite treatment advice?",
				"How to manage a snake bite?",
				"What to do for a snake bite?",
				"How to identify a venomous snake bite?",
				"What are the first aid steps for a snake bite?",
				"How to prevent a snake bite?",
				"What to avoid after a snake bite?",
				"How long does it take to recover from a snake bite?"
			],
			"procedures": [
				"Stay calm and immobilize the bitten limb. Seek emergency medical care as quickly as possible.",
				"",
				"Keep the bitten area still and below heart level to slow venom spread. Remove tight clothing or jewelry near the bite. Do not attempt to suck out the venom. Seek emergency medical help immediately.",
				"",
				"Call emergency services immediately. Keep the bite area still and lower than the heart. Do not apply ice or a tourniquet."
			],
			"relations": ["nan"],
			"references": [
				"https://www.healthline.com/health/snake-bites",
				"https://my.clevelandclinic.org/health/diseases/15647-snake-bites"
			],
			"context_set": ""
		},
		{
			"tag": "Kagat ng Ahas",
			"type": "injury",
			"meaning": "Ang kagat ng ahas ay isang medikal na emerhensiya na nangyayari kapag ang mga ngipin ng ahas ay tumusok sa balat at nag-inject ng lason. Ang kalubhaan ay nakadepende sa uri ng ahas, lokasyon ng kagat, at dami ng lason. Karaniwang sanhi ay aksidenteng pagkikita at pagtatanggol ng mga ahas. Ang mga sintomas ay sakit, pamamaga, pagduduwal, hirap sa paghinga, at sintomas ng neurological tulad ng pamamanhid o paralisis.",
			"patterns": [
				"Paano gamutin ang kagat ng ahas?",
				"Ano ang dapat gawin kung nakagat ng ahas?",
				"Mga hakbang sa paggamot ng kagat ng ahas?",
				"Paano pamahalaan ang kagat ng ahas?",
				"Paano malaman kung ang kagat ng ahas ay makamandag?",
				"Ano ang mga unang lunas para sa kagat ng ahas?",
				"Paano maiwasan ang kagat ng ahas?",
				"Ano ang dapat iwasan pagkatapos ng kagat ng ahas?",
				"Gaano katagal ang paggaling mula sa kagat ng ahas?",
				"Anong mga sintomas ang dapat bantayan pagkatapos ng kagat ng ahas?"
			],
			"procedures": [
				"Tumawag agad ng emergency services. Panatilihing hindi gumagalaw ang lugar ng kagat at nasa ibaba ng puso. Huwag maglagay ng yelo o tourniquet.",
				"",
				"Manatiling kalmado at i-immobilize ang tinukso na bahagi. Humingi ng agarang medikal na pangangalaga.",
				"",
				"Ipahinga ang tinukso na lugar at panatilihing nasa ilalim ng antas ng puso upang mapabagal ang pagkalat ng lason. Alisin ang anumang masikip na damit o alahas malapit sa kagat. Huwag subukang sipsipin ang lason. Humingi agad ng tulong medikal."
			],
			"relations": ["nan"],
			"references": [
				"https://www.healthline.com/health/snake-bites",
				"https://my.clevelandclinic.org/health/diseases/15647-snake-bites"
			],
			"context_set": ""
		},
		{
			"tag": "Bruises",
			"type": "injury",
			"meaning": "Bruises are caused by damage to blood vessels beneath the skin, leading to bleeding and discoloration. They are often referred to as `contusions.` Common causes of bruises include: Trauma: Injuries from falls, bumps, or collisions can cause bruises. Sports injuries: Contact sports or accidents during physical activity can lead to bruises. Medical conditions: Certain medical conditions, such as blood clotting disorders or easy bruising syndrome, can increase the risk of bruising. Medication side effects: Some medications can cause bruising as a side effect.",
			"patterns": [
				"How to treat a bruise?",
				"What to do for a bruise?",
				"Best way to heal bruises?",
				"Bruise treatment advice?",
				"How to reduce bruise pain?",
				"How to reduce swelling from a bruise?",
				"What should I apply to a bruise?",
				"How long does it take for a bruise to heal?",
				"First aid for bruises?",
				"How to prevent bruising?"
			],
			"procedures": [
				"Apply a cold compress to the bruise to reduce swelling. Elevate the affected area to minimize blood flow to the bruise. Rest and avoid further injury to the area. Over-the-counter pain relievers can help with discomfort.",
				"Use ice packs on the bruise for 10-15 minutes at a time. Keep the bruised area elevated and take pain relief medication if needed."
			],
			"relations": ["Aloe Vera", "Pineapple", "orange", "Spinach"],
			"references": [
				"https://www.healthline.com/health/bruise",
				"https://www.medicalnewstoday.com/articles/322742"
			],
			"context_set": ""
		},
		{
			"tag": "Pasa",
			"type": "injury",
			"meaning": "Galos ay dulot ng pinsala sa mga blood vessel sa ilalim ng balat, na nagreresulta sa pagdurugo at pagkaitim. Kadalasang tinatawag itong `contusions`. Ang mga karaniwang sanhi ng galos ay kinabibilangan ng: Trauma: Ang mga pinsala mula sa pagbagsak, pagkabunggo, o pagbangga ay maaaring magdulot ng galos. Mga pinsala sa sports: Ang mga contact sports o aksidente sa panahon ng pisikal na aktibidad ay maaaring humantong sa galos. Mga kondisyong medikal: Ang ilang mga kondisyong medikal, tulad ng mga disorder sa pagdugo ng dugo o madaling magkagalos na syndrome, ay maaaring magpataas ng panganib ng galos.",
			"patterns": [
				"Paano gamutin ang pasa?",
				"Ano ang dapat gawin kapag may pasa?",
				"Ano ang pinakamainam na gawin upang gumaling ang pasa?",
				"Mga hakbang sa paggamot ng pasa?",
				"Paano bawasan ang sakit mula sa pasa?",
				"Paano bawasan ang pamamaga mula sa pasa?",
				"Anong dapat ilagay sa pasa?",
				"Gaano katagal ang paggaling ng pasa?",
				"Paano maiwasan ang pagkakaroon ng pasa?",
				"Ano ang mga palatandaan ng malubhang pasa?"
			],
			"procedures": [
				"Maglagay ng malamig na pomento sa pasa upang mabawasan ang pamamaga. Itaas ang apektadong lugar upang mabawasan ang daloy ng dugo sa pasa. Magpahinga at iwasan ang karagdagang pinsala sa lugar. Ang mga over-the-counter na pain relievers ay maaaring makatulong sa pag-alis ng hindi komportableng pakiramdam.",
				"Gumamit ng yelo sa pasa sa loob ng 10-15 minuto bawat sesyon. Panatilihing nakataas ang lugar na may pasa at uminom ng gamot para sa sakit kung kinakailangan."
			],
			"relations": ["Aloe Vera", "Pineapple", "orange", "Spinach"],
			"references": [
				"https://www.healthline.com/health/bruise",
				"https://www.medicalnewstoday.com/articles/322742"
			],
			"context_set": ""
		},
		{
			"tag": "Fracture",
			"type": "injury",
			"meaning": "A fracture is a break or crack in a bone. Fractures can range from a simple hairline crack to a complete break. Common causes include accidents, sports injuries, osteoporosis, and medical conditions like bone cancer or infections.",
			"patterns": [
				"What to do for a fracture?",
				"How to treat a broken bone?",
				"Fracture treatment advice?",
				"Best way to manage a fracture?",
				"How to relieve fracture pain?",
				"What first aid steps should I take for a fracture?",
				"How to immobilize a broken bone?",
				"How long does it take for a fracture to heal?",
				"What are the signs of a fracture?",
				"How to prevent complications from a fracture?"
			],
			"procedures": [
				"Keep the injured area still and avoid moving it. Apply a splint to immobilize the fracture and use a cold pack to reduce swelling. Seek immediate medical attention.",
				"",
				"Do not move the injured area and use a splint to keep it immobile. Apply ice and seek emergency medical help."
			],
			"relations": ["nan"],
			"references": ["nan"],
			"context_set": ""
		},
		{
			"tag": "Fraktura",
			"type": "injury",
			"meaning": "Ang bali ay isang pagbasag o pag-crack sa isang buto. Maaaring mag-iba mula sa isang simpleng hairline crack hanggang sa kumpletong pagbasag. Ang mga karaniwang sanhi ay aksidente, mga pinsala sa sports, osteoporosis, at mga kondisyong medikal tulad ng kanser sa buto o impeksyon.",
			"patterns": [
				"Paano gamutin ang bali?",
				"Ano ang dapat gawin para sa bali?",
				"Mga hakbang sa paggamot ng bali?",
				"Paano pinakamahusay na pamahalaan ang bali?",
				"Paano maalis ang sakit mula sa bali?",
				"Ano ang mga unang lunas para sa bali?",
				"Paano i-immobilize ang isang nabaling buto?",
				"Gaano katagal ang paggaling ng bali?",
				"Ano ang mga palatandaan ng bali?",
				"Paano maiwasan ang mga komplikasyon mula sa bali?",
				"Kailan dapat kumonsulta sa doktor para sa bali?"
			],
			"procedures": [
				"Ipahinga ang nasugatang lugar at iwasang galawin ito. Maglagay ng splint upang i-immobilize ang bali at gumamit ng cold pack upang mabawasan ang pamamaga. Humingi ng agarang medikal na atensyon.",
				"",
				"Huwag galawin ang nasugatang lugar at gamitin ang splint upang hindi ito gumalaw. Maglagay ng yelo at humingi ng agarang medikal na tulong."
			],
			"relations": ["nan"],
			"references": [
				"https://my.clevelandclinic.org/health/diseases/15241-bone-fractures",
				"https://www.healthline.com/health/broken-arm"
			],
			"context_set": ""
		},
		{
			"tag": "Stroke",
			"type": "injury",
			"meaning": "Stroke is a medical emergency that occurs when the blood supply to the brain is interrupted or reduced, leading to damage or death of brain cells. Symptoms include sudden numbness or weakness (especially on one side), confusion, trouble speaking or understanding, vision problems, severe headaches, and loss of balance.",
			"patterns": [
				"What to do if someone has a stroke?",
				"How to treat a stroke?",
				"Stroke first aid advice?",
				"Best way to help during a stroke?",
				"What to do during a stroke?",
				"What to do if someone is having a stroke?",
				"Stroke emergency steps?",
				"Stroke treatment advice?",
				"How to recognize a stroke?",
				"How to respond if a stroke is suspected?"
			],
			"procedures": [
				"If you suspect someone is having a stroke, call emergency services immediately. Have the person lie down with their head slightly elevated. Monitor their breathing and be ready to perform CPR if necessary.",
				"",
				"Seek emergency medical help immediately. Keep the person calm and monitor their breathing.",
				"",
				"Act FAST: Face drooping, Arm weakness, Speech difficulty, Time to call emergency services. Call emergency services immediately and note the time the symptoms began. Keep the person comfortable and calm until help arrives.",
				"",
				"Call emergency services immediately if you notice face drooping, arm weakness, or speech difficulty. Act FAST and get medical help right away."
			],
			"relations": ["nan"],
			"references": [
				"https://www.mayoclinic.org/diseases-conditions/stroke/multimedia/vid-20530787https://www.ninds.nih.gov/health-information/stroke/assess-and-treat/nih-stroke-scale"
			],
			"context_set": ""
		},
		{
			"tag": "Stroke",
			"type": "injury",
			"meaning": "Ang stroke ay isang medikal na emerhensiya na nangyayari kapag ang suplay ng dugo sa utak ay naantala o nabawasan, na nagdudulot ng pagkamatay o pagkasira ng mga selula ng utak. Ang mga sintomas ay biglaang pamamanhid o panghihina (lalo na sa isang bahagi ng katawan), pagkalito, problema sa pagsasalita o pag-unawa, mga problema sa paningin, matinding sakit ng ulo, at pagkawala ng balanse.",
			"patterns": [
				"Paano tumugon kung mayroong stroke ang isang tao?",
				"Ano ang dapat gawin kung may stroke ang isang tao?",
				"Ano ang mga palatandaan ng stroke?",
				"Paano gamutin ang stroke?",
				"Mga hakbang sa unang lunas para sa stroke?",
				"Paano makilala ang stroke?",
				"Ano ang pinakamainam na gawin habang may stroke?",
				"Paano mas mabilis na makakuha ng tulong sa stroke?",
				"Ano ang mga emergency steps para sa stroke?",
				"Anong gamot ang maaaring ibigay sa pasyenteng may stroke?"
			],
			"procedures": [
				"Kung sa tingin mo ay may stroke ang isang tao, tumawag agad ng emergency services. Hayaang humiga ang tao na may bahagyang nakataas ang ulo. Bantayan ang kanilang paghinga at maging handa na magsagawa ng CPR kung kinakailangan.",
				"",
				"Humingi agad ng tulong medikal. Panatilihing kalmado ang tao at bantayan ang kanilang paghinga.",
				"",
				"Gumamit ng FAST: Face drooping, Arm weakness, Speech difficulty, Time to call emergency services. Tumawag agad ng emergency services at tandaan ang oras ng pagsisimula ng mga sintomas. Panatilihin ang tao na komportable at kalmado hanggang dumating ang tulong.",
				"",
				"Tumawag agad ng emergency services kung mapansin ang pag-dagilid ng mukha, kahinaan ng braso, o kahirapan sa pagsasalita. Kumilos ng FAST at kumuha ng medikal na tulong kaagad."
			],
			"relations": ["nan"],
			"references": [
				"https://www.mayoclinic.org/diseases-conditions/stroke/multimedia/vid-20530787https://www.ninds.nih.gov/health-information/stroke/assess-and-treat/nih-stroke-scale"
			],
			"context_set": ""
		},
		{
			"tag": "Dehydration",
			"type": "injury",
			"meaning": "Dehydration occurs when your body loses more fluids than it takes in, preventing it from functioning properly. It can result from excessive sweating, vomiting, diarrhea, or not drinking enough water. Symptoms of dehydration: Dry mouth, thirst, dark-colored urine, fatigue, dizziness, and confusion. Severe dehydration can be life-threatening, leading to rapid heart rate, low blood pressure, and shock.",
			"patterns": [
				"What to do for dehydration?",
				"How to treat dehydration?",
				"Dehydration first aid advice?",
				"Best way to rehydrate?",
				"What are the signs of dehydration?",
				"How to recognize dehydration?",
				"What should I do if someone is dehydrated?",
				"How to prevent dehydration?",
				"How to avoid dehydration?"
			],
			"procedures": [
				"Drink small sips of water or an oral rehydration solution frequently. Avoid drinks with caffeine or alcohol, as these can worsen dehydration. If dehydration is severe or caused by vomiting or diarrhea, seek medical attention immediately.",
				"",
				"If the person is unable to drink fluids due to vomiting, or if dehydration symptoms are severe (like dizziness or fainting), go to the hospital immediately for intravenous (IV) fluids.",
				"",
				"Keep the person in a cool environment, encourage them to drink water or a sports drink containing electrolytes. If symptoms do not improve, seek medical help.",
				"",
				"For mild dehydration, rest in a cool place and drink water or oral rehydration salts slowly. Avoid sugary or fizzy drinks."
			],
			"relations": ["Buko Water", "Tanglad"],
			"references": [
				"https://www.webmd.com/diet/health-benefits-coconut-water%20%20%E2%80%8C",
				"https://www.healthline.com/health/food-nutrition/lemongrass-tea#antioxidant"
			],
			"context_set": ""
		},
		{
			"tag": "Dehydration",
			"type": "injury",
			"meaning": "Ang dehydration ay nangyayari kapag mas maraming likido ang nawawala sa iyong katawan kaysa sa iniinom, na pumipigil dito na gumana nang maayos. Maaari itong sanhi ng labis na pagpapawis, pagsusuka, pagtatae, o kakulangan sa pag-inom ng tubig. Mga sintomas ng dehydration: Tuyong bibig, uhaw, madilim na kulay ng ihi, pagkapagod, pagkahilo, at pagkalito. Ang matinding dehydration ay maaaring maging banta sa buhay, na nagdudulot ng mabilis na tibok ng puso, mababang presyon ng dugo, at pagkabigla.",
			"patterns": [
				"Paano maiwasan ang dehydration?",
				"Ano ang mga sintomas ng dehydration?",
				"Ano ang dapat gawin kung may dehydration?",
				"Paano gamutin ang dehydration?",
				"Ano ang mga hakbang upang maiwasan ang dehydration?",
				"Paano makilala ang dehydration?",
				"Ano ang pinakamainam na gawin kapag na-dehydrate?",
				"Paano maibsan ang dehydration?"
			],
			"procedures": [
				"Uminom ng maliliit na sips ng tubig o oral rehydration solution ng madalas. Iwasan ang mga inuming may caffeine o alkohol, dahil maaari nitong palalain ang dehydration. Kung malubha ang dehydration o sanhi ng pagsusuka o pagtatae, agad na humingi ng tulong medikal.",
				"",
				"Kung hindi makainom ng likido ang tao dahil sa pagsusuka, o kung malala ang mga sintomas ng dehydration (tulad ng pagkahilo o paghimatay), pumunta agad sa ospital para sa intravenous (IV) na likido.",
				"",
				"Panatilihin ang tao sa isang malamig na kapaligiran, hikayatin silang uminom ng tubig o sports drink na naglalaman ng electrolytes. Kung hindi bumuti ang mga sintomas, humingi ng tulong medikal.",
				"",
				"Para sa banayad na dehydration, magpahinga sa isang malamig na lugar at dahan-dahang uminom ng tubig o oral rehydration salts. Iwasan ang matatamis o carbonated na inumin."
			],
			"relations": ["Buko Water", "Tanglad"],
			"references": [
				"https://www.webmd.com/diet/health-benefits-coconut-water%20%20%E2%80%8C",
				"https://www.healthline.com/health/food-nutrition/lemongrass-tea#antioxidant"
			],
			"context_set": ""
		},
		{
			"tag": "Buko Water",
			"type": "Treatment",
			"meaning": "Buko water is a refreshing and nutritious drink that is popular in many tropical countries, especially in Southeast Asia. It is the clear liquid found inside young coconuts. Buko water is a natural source of electrolytes, which helps to replenish fluids in the body. This makes it a great choice for staying hydrated, especially after exercise or illness. It also contains essential vitamins and minerals, such as vitamin C, calcium, and potassium, that are important for overall health. Additionally, buko water may aid in digestion and help prevent constipation. It is low in calories and fat, making it a suitable drink for those who are watching their weight.",
			"patterns": [
				"How to prepare Buko (Coconut) Water for diarrhea?",
				"Steps to use Buko Water for dehydration.",
				"How to use coconut water for rehydration?",
				"Best practices for using Buko Water in home remedies.",
				"How to filter coconut water for medicinal use?",
				"How to prepare coconut for dehydration?",
				"How to use coconut to help with diarrhea?",
				"Steps to use coconut for heat exhaustion.",
				"How to make coconut juice for hydration?",
				"Benefits of coconut for dehydration.",
				"How to apply coconut meat for diarrhea?",
				"How to combine coconut with other remedies for dehydration?",
				"How to prepare coconut water for heat exhaustion?",
				"How to apply coconut for symptoms of diarrhea?",
				"How to store coconut for medicinal use?",
				"How to make a coconut smoothie for hydration?",
				"How to prepare coconut ice for heat exhaustion?",
				"How to use coconut milk for digestive health?",
				"How to incorporate coconut into the diet for recovery from dehydration?",
				"How to make coconut popsicles for hydration?",
				"How to prepare coconut salad for hydration?",
				"How to make coconut juice with lime for diarrhea?",
				"How to mix coconut with other fruits for heat exhaustion?",
				"How to use coconut pulp for symptoms of dehydration?",
				"How to apply coconut slices for hydration?",
				"How to use coconut for children with diarrhea?"
			],
			"procedures": [
				"Select Fresh Coconuts: Choose young, green coconuts. Open the Coconut: Use a sharp knife or coconut opener to pierce the soft eye and drain the water into a clean container. Filter the Water: Pour the coconut water through a fine mesh strainer or cheesecloth. Consume Slowly: Drink the coconut water slowly to help with rehydration."
			],
			"relations": [
				"Dehydration",
				"Diarrhea",
				"Heat Exhaustion",
				"Heat Stroke",
				"Food Poison"
			],
			"references": [
				"W. E. Contributors, “Health Benefits of Coconut Water,” WebMD, Mar. 17, 2023. https://www.webmd.com/diet/health-benefits-coconut-water",
				"The Health Benefits of Coconut Water"
			],
			"context_set": ""
		},
		{
			"tag": "Katas ng Buko",
			"type": "Treatment",
			"meaning": "Ang tubig ng buko ay isang nakakapreskong at masustansiyang inumin na tanyag sa maraming tropikal na bansa, lalo na sa Timog-Silangang Asya. Ito ang malinaw na likido na matatagpuan sa loob ng batang niyog. Ang tubig ng buko ay likas na pinagmumulan ng mga electrolytes, na tumutulong sa pagpapanumbalik ng likido sa katawan. Dahil dito, mainam itong inumin upang manatiling hydrated, lalo na pagkatapos ng ehersisyo o pagkakasakit. Naglalaman din ito ng mga mahahalagang bitamina at mineral, gaya ng vitamin C, calcium, at potassium, na mahalaga para sa pangkalahatang kalusugan. Bukod pa rito, maaaring makatulong ang tubig ng buko sa pagpapadali ng digestion at maiwasan ang constipation. Mababa ito sa calories at taba, kaya angkop na inumin para sa mga nagbabantay sa kanilang timbang.",
			"patterns": [
				"Paano maghanda ng Buko (Coconut) Water para sa pagtatae?",
				"Mga hakbang sa paggamit ng Buko Water para sa dehydration.",
				"Paano gamitin ang tubig ng niyog para sa rehydration?",
				"Mga tamang pamamaraan ng paggamit ng Buko Water sa mga remedyo sa bahay.",
				"Paano salain ang tubig ng niyog para sa medicinal na paggamit?",
				"Paano maghanda ng buko para sa dehydration?",
				"Paano gamitin ang buko sa pagtulong sa diarrhea?",
				"Mga hakbang sa paggamit ng buko para sa heat exhaustion.",
				"Paano gumawa ng buko juice para sa hydration?",
				"Mga benepisyo ng buko sa dehydration.",
				"Paano ilagay ang buko meat para sa diarrhea?",
				"Paano pagsamahin ang buko sa ibang remedyo para sa dehydration?",
				"Paano ihanda ang buko water para sa heat exhaustion?",
				"Paano maglagay ng buko sa mga sintomas ng diarrhea?",
				"Paano mag-imbak ng buko para sa panggagamot?",
				"Paano gawing smoothie ang buko para sa hydration?",
				"Paano ihanda ang buko ice para sa heat exhaustion?",
				"Paano gamitin ang buko milk sa digestive health?",
				"Paano isama ang buko sa diet para sa recovery mula sa dehydration?",
				"Paano gumawa ng coconut popsicle para sa hydration?",
				"Paano ihanda ang buko salad para sa hydration?",
				"Paano gumawa ng buko juice na may lime para sa diarrhea?",
				"Paano ihalo ang buko sa iba pang prutas para sa heat exhaustion?",
				"Paano gamitin ang buko pulp sa mga sintomas ng dehydration?",
				"Paano ilagay ang buko slices para sa hydration?",
				"Paano gamitin ang buko sa mga bata para sa diarrhea?"
			],
			"procedures": [
				"Pumili ng Mga Sariwang Niyog: Pumili ng mga bata at berdeng niyog. Buksan ang Niyog: Gumamit ng matalim na kutsilyo o pambukas ng niyog upang mabutas ang malambot na mata at patuyuin ang tubig sa malinis na lalagyan. Salain ang Tubig: Ibuhos ang tubig ng niyog sa pamamagitan ng malinis na tela na pangsala. Uminom nang Dahan-dahan: Uminom ng tubig ng niyog nang dahan-dahan upang makatulong sa rehydration."
			],
			"relations": [
				"Dehydration",
				"Diarrhea",
				"Heat Exhaustion",
				"Heat Stroke",
				"Food Poison"
			],
			"references": [
				"W. E. Contributors, “Health Benefits of Coconut Water,” WebMD, Mar. 17, 2023. https://www.webmd.com/diet/health-benefits-coconut-water",
				"The Health Benefits of Coconut Water"
			],
			"context_set": ""
		},
		{
			"tag": "lemongrass",
			"type": "Treatment",
			"meaning": "Tanglad, also known as lemongrass, is a popular herb in Southeast Asian cuisine. It has a distinct citrusy aroma and flavor, often used in soups, stews, and teas. Beyond its culinary uses, tanglad offers several health benefits. It is rich in antioxidants, which help protect cells from damage. Additionally, tanglad contains compounds that may have anti-inflammatory and antimicrobial properties. Some studies suggest that tanglad may aid in digestion, relieve anxiety, and boost immunity.",
			"patterns": [
				"How to prepare Tanglad for dehydration?",
				"Steps to use Tanglad for rehydration.",
				"How to use lemongrass for dehydration?",
				"Best practices for using Tanglad in home remedies.",
				"How to make lemongrass tea for dehydration?",
				"How to prepare lemongrass for dehydration?",
				"How to use lemongrass for abdominal pain?",
				"Steps to use lemongrass for heat exhaustion.",
				"How to make lemongrass tea for hydration?",
				"Benefits of lemongrass for dehydration.",
				"How to apply lemongrass for abdominal pain?",
				"How to combine lemongrass with other remedies for heat exhaustion?",
				"How to prepare lemongrass water for heat stroke?",
				"How to apply lemongrass for symptoms of dehydration?",
				"How to store lemongrass for medicinal use?",
				"How to make a lemongrass smoothie for hydration?",
				"How to prepare lemongrass ice for heat exhaustion?",
				"How to use lemongrass for digestive health?",
				"How to incorporate lemongrass into the diet for recovery from dehydration?",
				"How to make lemongrass popsicles for hydration?",
				"How to prepare lemongrass salad for hydration?",
				"How to make lemongrass tea with honey for abdominal pain?",
				"How to mix lemongrass with other fruits for heat exhaustion?",
				"How to use lemongrass pulp for symptoms of dehydration?",
				"How to apply lemongrass slices for hydration?"
			],
			"procedures": [
				"Gather Ingredients: Fresh tanglad stalks, water, optional sweeteners (honey or sugar), and optional flavorings (ginger or lemon). Wash and Chop: Thoroughly wash the tanglad stalks and chop them into small pieces. Boil Water: Bring a pot of water to a boil. Add Tanglad: Add the chopped tanglad to the boiling water. Simmer: Reduce the heat and let it simmer for about 10-15 minutes. Strain: Strain the tea to remove the tanglad pieces. Serve: Consume your tanglad tea slowly hot or let it cool."
			],
			"relations": [
				"Dehydration",
				"Abdominal Pain",
				"Heat Exhaustion",
				"Heat Stroke"
			],
			"references": [
				"Lemongrass Tea: 10 Benefits,” Healthline, Nov. 07, 2017. https://www.healthline.com/health/food-nutrition/lemongrass-tea#antioxidant",
				"https://www.healthline.com/health/food-nutrition/lemongrass-tea"
			],
			"context_set": ""
		},
		{
			"tag": "Tanglad",
			"type": "Treatment",
			"meaning": "Ang tanglad, na kilala rin bilang lemongrass, ay isang tanyag na halamang-gamot sa lutuing Timog-Silangang Asya. Ito ay may kakaibang aroma at lasa na citrus, at madalas na ginagamit sa mga sopas, nilaga, at tsaa. Bukod sa gamit nito sa pagluluto, ang tanglad ay nag-aalok ng iba't ibang benepisyo sa kalusugan. Ito ay mayaman sa mga antioxidants na tumutulong sa proteksyon ng mga selula mula sa pinsala. Bukod pa rito, naglalaman ang tanglad ng mga sangkap na maaaring may anti-inflammatory at antimicrobial na katangian. May ilang pag-aaral na nagpapakita na maaaring makatulong ang tanglad sa digestion, pagpapagaan ng anxiety, at pagpapalakas ng immunity.",
			"patterns": [
				"Paano maghanda ng Tanglad para sa dehydration?",
				"Mga hakbang sa paggamit ng Tanglad para sa rehydration.",
				"Paano gamitin ang tanglad para sa dehydration?",
				"Mga tamang pamamaraan ng paggamit ng Tanglad sa mga remedyo sa bahay.",
				"Paano gumawa ng tsaa ng tanglad para sa dehydration?",
				"Paano maghanda ng tanglad para sa dehydration?",
				"Paano gamitin ang tanglad para sa abdominal pain?",
				"Mga hakbang sa paggamit ng tanglad para sa heat exhaustion.",
				"Paano gumawa ng tanglad tea para sa hydration?",
				"Mga benepisyo ng tanglad sa dehydration.",
				"Paano ilagay ang tanglad para sa abdominal pain?",
				"Paano pagsamahin ang tanglad sa ibang remedyo para sa heat exhaustion?",
				"Paano ihanda ang tanglad water para sa heat stroke?",
				"Paano maglagay ng tanglad sa mga sintomas ng dehydration?",
				"Paano mag-imbak ng tanglad para sa panggagamot?",
				"Paano gawing smoothie ang tanglad para sa hydration?",
				"Paano ihanda ang tanglad ice para sa heat exhaustion?",
				"Paano gamitin ang tanglad sa digestive health?",
				"Paano isama ang tanglad sa diet para sa recovery mula sa dehydration?",
				"Paano gumawa ng tanglad popsicle para sa hydration?",
				"Paano ihanda ang tanglad salad para sa hydration?",
				"Paano gumawa ng tanglad tea na may honey para sa abdominal pain?",
				"Paano ihalo ang tanglad sa iba pang prutas para sa heat exhaustion?",
				"Paano gamitin ang tanglad pulp sa mga sintomas ng dehydration?",
				"Paano ilagay ang tanglad slices para sa hydration?"
			],
			"procedures": [
				"Magtipon ng Mga Sangkap: Mga sariwang tanglad, tubig, mga opsyonal na pampatamis (pulot o asukal), at mga opsyonal na pampalasa (luya o lemon). Hugasan at Tadtarin: Hugasan nang maigi ang tanglad at tadtarin ito ng maliliit. Pakuluan ang Tubig: Pakuluan ang isang palayok ng tubig. Magdagdag ng Tanglad: Idagdag ang tinadtad na tanglad sa kumukulong tubig. Kumulo: Bawasan ang apoy at hayaang kumulo ng mga 10-15 minuto. Salain: Salain ang tsaa para matanggal ang mga piraso ng tanglad. Ihain: Uminom ng iyong tanglad tea nang dahan-dahang mainit o hayaan itong lumamig."
			],
			"relations": [
				"Dehydration",
				"Abdominal Pain",
				"Heat Exhaustion",
				"Heat Stroke"
			],
			"references": [
				"Lemongrass Tea: 10 Benefits,” Healthline, Nov. 07, 2017. https://www.healthline.com/health/food-nutrition/lemongrass-tea#antioxidant",
				"https://www.healthline.com/health/food-nutrition/lemongrass-tea"
			],
			"context_set": ""
		},
		{
			"tag": "Lagundi",
			"type": "Treatment",
			"meaning": "Lagundi, also known as the Chinese violet, is a popular medicinal plant in the Philippines. It is known for its potential to alleviate various health conditions, including nasal congestion.Lagundi contains compounds that may have anti-inflammatory and decongestant properties. These compounds can help reduce swelling in the nasal passages, making it easier to breathe. Additionally, lagundi may help to soothe irritated mucous membranes and reduce congestion.",
			"patterns": [
				"How to prepare Lagundi for nasal congestion?",
				"Steps to use Lagundi for nasal congestion.",
				"How to use Lagundi for nasal congestion?",
				"Best practices for using Lagundi in home remedies.",
				"How to make Lagundi tea for nasal congestion?",
				"How to prepare lagundi for nasal congestion?",
				"How to use lagundi for a broken toe?",
				"Steps to use lagundi for cough.",
				"How to make lagundi tea for diarrhea?",
				"How to use lagundi for nose bleeding?",
				"How to apply lagundi for vertigo?",
				"How to use lagundi for head injury?",
				"How to make lagundi paste for headache?",
				"How to apply lagundi for cold symptoms?",
				"Benefits of lagundi for nasal congestion.",
				"How to mix lagundi with other herbal remedies for cough?",
				"How to use lagundi oil for a broken toe?",
				"How to make lagundi syrup for diarrhea?",
				"How to store lagundi for medicinal use?",
				"How to make lagundi tea with honey for cough?",
				"How to use lagundi for children with vertigo?",
				"How to apply lagundi leaves for headache symptoms?",
				"How to make a lagundi infusion for cold?",
				"How to use lagundi for nose bleeding?",
				"How to make lagundi ointment for broken toe?",
				"How to use lagundi for dizziness?",
				"How to apply lagundi tea for cold symptoms?",
				"How to make a lagundi poultice for head injury?",
				"How to use lagundi for digestive health?",
				"How to combine lagundi with other fruits for cough?",
				"How to make lagundi oil infusion for pain relief?",
				"How to use lagundi for allergic rhinitis?",
				"How to use lagundi for symptoms of vertigo?",
				"How to make lagundi tincture for medicinal use?"
			],
			"procedures": [
				"Gather Ingredients: Fresh or dried lagundi leaves, water. Wash and Chop: Thoroughly wash the lagundi leaves and chop them into small pieces. Boil Water: Bring 2 cups of water to a boil. Add Lagundi: Add half a cup of chopped fresh or dried lagundi leaves to the boiling water. Simmer: Reduce the heat and let it simmer for 10-15 minutes. Strain: Strain the mixture to remove the leaves. Drink: Drink half a cup of the decoction three times a day."
			],
			"relations": [
				"Nasal Congestion",
				"Cough",
				"Broken Toe",
				"Diarrhea",
				"Nose Bleed",
				"Vertigo",
				"Head Injury",
				"Cold",
				"Headache"
			],
			"references": [
				"https://drfarrahmd.com/2020/10/lagundi-natural-remedy-for-respiratory/",
				"https://www.pchrd.dost.gov.ph/heartnovation/lagundi-anti-cough-and-anti-asthma-medicine/",
				"https://www.pharexhealth.com/health-articles/6-benefits-of-lagundi-for-dry-cough"
			],
			"context_set": ""
		},
		{
			"tag": "Lagundi",
			"type": "Treatment",
			"meaning": "Ang lagundi, na kilala rin bilang Chinese violet, ay isang kilalang halamang-gamot sa Pilipinas. Ito ay kilala sa kakayahang magpaginhawa ng iba't ibang kondisyon sa kalusugan, kabilang ang baradong ilong. Ang lagundi ay naglalaman ng mga sangkap na maaaring may anti-inflammatory at decongestant na katangian. Ang mga sangkap na ito ay maaaring makatulong na mabawasan ang pamamaga sa mga daanan ng ilong, na nagpapadali ng paghinga. Bukod pa rito, maaaring makatulong ang lagundi sa pagpapakalma ng iritadong mga mucous membrane at mabawasan ang congestion.",
			"patterns": [
				"Paano maghanda ng Lagundi para sa nasal congestion?",
				"Mga hakbang sa paggamit ng Lagundi para sa nasal congestion.",
				"Paano gamitin ang Lagundi para sa nasal congestion?",
				"Mga tamang pamamaraan ng paggamit ng Lagundi sa mga remedyo sa bahay.",
				"Paano gumawa ng tsaa ng Lagundi para sa nasal congestion?",
				"Paano maghanda ng lagundi para sa nasal congestion?",
				"Paano gamitin ang lagundi para sa broken toe?",
				"Mga hakbang sa paggamit ng lagundi para sa ubo.",
				"Paano gumawa ng lagundi tea para sa diarrhea?",
				"Paano gamitin ang lagundi para sa nose bleeding?",
				"Paano ilagay ang lagundi para sa vertigo?",
				"Paano gamitin ang lagundi sa head injury?",
				"Paano gumawa ng lagundi paste para sa headache?",
				"Paano maglagay ng lagundi sa cold symptoms?",
				"Mga benepisyo ng lagundi sa nasal congestion.",
				"Paano ihalo ang lagundi sa ibang herbal remedies para sa ubo?",
				"Paano gamitin ang lagundi oil para sa broken toe?",
				"Paano gumawa ng lagundi syrup para sa diarrhea?",
				"Paano mag-imbak ng lagundi para sa panggagamot?",
				"Paano gumawa ng lagundi tea na may honey para sa ubo?",
				"Paano gamitin ang lagundi sa mga bata para sa vertigo?",
				"Paano ilagay ang lagundi leaves sa mga sintomas ng headache?",
				"Paano gumawa ng lagundi infusion para sa cold?",
				"Paano gamitin ang lagundi sa nose bleeding?",
				"Paano gumawa ng lagundi ointment para sa broken toe?",
				"Paano gamitin ang lagundi sa pagkahilo?",
				"Paano maglagay ng lagundi tea sa mga sintomas ng cold?",
				"Paano gumawa ng lagundi poultice para sa head injury?",
				"Paano gamitin ang lagundi sa digestive health?",
				"Paano pagsamahin ang lagundi sa iba pang prutas para sa ubo?",
				"Paano gumawa ng lagundi oil infusion para sa pain relief?",
				"Paano gamitin ang lagundi sa allergic rhinitis?",
				"Paano gamitin ang lagundi sa mga sintomas ng vertigo?",
				"Paano gumawa ng lagundi tincture para sa panggagamot?"
			],
			"procedures": [
				"Magtipon ng Mga Sangkap: Sariwa o tuyo na dahon ng lagundi, tubig. Hugasan at Tadtarin: Hugasan nang maigi ang mga dahon ng lagundi at tadtarin ito ng maliliit. Pakuluan ang Tubig: Pakuluan ang 2 basong tubig. Magdagdag ng Lagundi: Magdagdag ng kalahating tasa ng tinadtad na sariwa o tuyo na dahon ng lagundi sa kumukulong tubig. Kumulo: Bawasan ang apoy at hayaang kumulo ng 10-15 minuto. Salain: Salain ang pinaghalong para maalis ang mga dahon. Inumin: Uminom ng kalahating tasa ng decoction tatlong beses sa isang araw."
			],
			"relations": [
				"Nasal Congestion",
				"Cough",
				"Broken Toe",
				"Diarrhea",
				"Nose Bleed",
				"Vertigo",
				"Head Injury",
				"Cold",
				"Headache"
			],
			"references": [
				"https://drfarrahmd.com/2020/10/lagundi-natural-remedy-for-respiratory/",
				"https://www.pchrd.dost.gov.ph/heartnovation/lagundi-anti-cough-and-anti-asthma-medicine/",
				"https://www.pharexhealth.com/health-articles/6-benefits-of-lagundi-for-dry-cough"
			],
			"context_set": ""
		},
		{
			"tag": "Oregano",
			"type": "Treatment",
			"meaning": "Oregano is a popular herb used in cooking and traditional medicine. It is known for its strong, pungent aroma and flavor. In addition to its culinary uses, oregano has been used for centuries to treat various health conditions, including nasal congestion. Oregano contains compounds that may have anti-inflammatory and antimicrobial properties. These compounds can help reduce swelling in the nasal passages and soothe irritated mucous membranes. This can help alleviate congestion and make breathing easier. Oregano can be used in various forms, such as tea, oil, or capsules.",
			"patterns": [
				"How to prepare Oregano for nasal congestion?",
				"Steps to use Oregano for nasal congestion.",
				"How to use Oregano for nasal congestion?",
				"Best practices for using Oregano in home remedies.",
				"How to make Oregano tea for nasal congestion?"
			],
			"procedures": [
				"Gather Ingredients: Fresh oregano leaves, water. Wash and Chop: Thoroughly wash the oregano leaves and chop them into small pieces. Boil Water: Bring 2 cups of water to a boil. Add Oregano: Add half a cup of chopped oregano leaves to the boiling water. Simmer: Reduce the heat and let it simmer for 10-15 minutes. Strain: Strain the mixture to remove the leaves. Drink: Drink half a cup of the decoction three times a day."
			],
			"relations": ["Nasal Congestion", "Cough", ""],
			"references": [
				"https://www.pchrd.dost.gov.ph/heartnovation/sambong-tablet-herbal-drug-formulation-for-kidney-stones",
				"https://www.sinusandallergywellnesscenter.com/blog/natural-remedies-for-sinus-infection-relief-what-works-and-what-doesnt"
			],
			"context_set": ""
		},
		{
			"tag": "Oregano",
			"type": "Treatment",
			"meaning": "Ang oregano ay isang tanyag na halamang-gamot na ginagamit sa pagluluto at tradisyunal na medisina. Kilala ito sa malakas at maanghang na aroma at lasa. Bukod sa gamit nito sa pagluluto, matagal nang ginagamit ang oregano upang gamutin ang iba't ibang kondisyon sa kalusugan, kabilang ang baradong ilong. Ang oregano ay naglalaman ng mga sangkap na maaaring may anti-inflammatory at antimicrobial na katangian. Ang mga sangkap na ito ay maaaring makatulong na mabawasan ang pamamaga sa mga daanan ng ilong at magpakalma ng iritadong mga mucous membrane. Makakatulong ito upang mapagaan ang congestion at mapadali ang paghinga. Maaaring gamitin ang oregano sa iba't ibang anyo, tulad ng tsaa, langis, o kapsula.",
			"patterns": [
				"Paano maghanda ng Oregano para sa nasal congestion?",
				"Mga hakbang sa paggamit ng Oregano para sa nasal congestion",
				"Paano gamitin ang Oregano para sa nasal congestion?",
				"Mga tamang pamamaraan ng paggamit ng Oregano sa mga remedyo sa bahay",
				"Paano gumawa ng tsaa ng Oregano para sa nasal congestion?"
			],
			"procedures": [
				"Kunin ang mga Sangkap: Sariwang dahon ng oregano, tubig. Hugasan at Tadtarin: Hugasan nang mabuti ang mga dahon ng oregano at tadtarin ito ng maliliit na piraso. Pakuluan ang Tubig: Pakuluan ang 2 tasa ng tubig. Idagdag ang Oregano: Idagdag ang kalahating tasa ng tinadtad na dahon ng oregano sa kumukulong tubig. Pakuluin: Bawasan ang init at hayaang kumulo ng 10-15 minuto. Salain: Salain ang pinagpakuluan upang alisin ang mga dahon. Inumin: Uminom ng kalahating tasa ng pinagpakuluan tatlong beses sa isang araw."
			],
			"relations": ["Nasal Congestion", "Cough", ""],
			"references": [
				"https://www.pchrd.dost.gov.ph/heartnovation/sambong-tablet-herbal-drug-formulation-for-kidney-stones",
				"https://www.sinusandallergywellnesscenter.com/blog/natural-remedies-for-sinus-infection-relief-what-works-and-what-doesnt"
			],
			"context_set": ""
		},
		{
			"tag": "Wild Ginger",
			"type": "treatment",
			"meaning": "Sambong is a medicinal plant native to the Philippines. It is known for its potential health benefits, especially for urinary tract problems. The leaves of sambong contain compounds that may help to relax the muscles of the urinary tract, promote urination, and reduce inflammation. This can be beneficial for conditions such as urinary tract infections (UTIs) and kidney stones.",
			"patterns": [
				"How to prepare Sambong for cough?",
				"Steps to use Sambong for cough",
				"How to use Sambong for cough?",
				"Best practices for using Sambong in home remedies",
				"How to make Sambong tea for cough?",
				"How to prepare sambong for cold?",
				"How to use sambong for head injury?",
				"Steps to use sambong for food poisoning",
				"How to make sambong tea for broken toe?",
				"How to use sambong for cough?",
				"How to apply sambong for nasal congestion?",
				"Benefits of sambong for cold",
				"How to mix sambong with other herbal remedies for cough?",
				"How to use sambong oil for head injury?",
				"How to make sambong syrup for food poisoning?",
				"How to store sambong for medicinal use?",
				"How to make sambong tea with honey for cough?",
				"How to use sambong for children with cold?",
				"How to apply sambong leaves for symptoms of food poisoning?",
				"How to make sambong infusion for broken toe?",
				"How to use sambong for symptoms of head injury?",
				"How to apply sambong for symptoms of nasal congestion?",
				"How to use sambong for digestive health?",
				"How to make a sambong poultice for cough?",
				"How to use sambong for allergic rhinitis?",
				"How to make sambong ointment for broken toe?",
				"How to use sambong for nausea and vomiting?",
				"How to make sambong tincture for medicinal use?",
				"How to use sambong for stress relief?",
				"How to apply sambong to wounds?",
				"How to combine sambong with other fruits for cough?",
				"How to use sambong for hangover?",
				"How to prepare sambong with lemon for cold?",
				"How to use sambong for fever?",
				"How to apply sambong tea for nasal congestion?",
				"How to make sambong capsules for medicinal use?",
				"How to mix sambong with other herbal teas?",
				"How to use sambong for respiratory issues?",
				"How to make sambong extract for head injury?",
				"How to use sambong for skin irritations?",
				"How to make sambong ice cubes for headache?"
			],
			"procedures": [
				"Step 1: Harvesting: Gather fresh sambong leaves from a clean, unpolluted environment. Step 2: Washing: Rinse the leaves thoroughly under running water to remove dirt and impurities. Step 3: Preparation: Tea: Boil a handful of sambong leaves in a cup of water for 5-10 minutes. Strain and let it cool before drinking. Poultice: Crush the leaves into a paste and apply directly to the affected area. Gargle: For sore throat, gargle with a warm sambong tea. Step 4: Uses: Nasal congestion and cough: Drink the sambong tea to help clear congestion and soothe coughs. Broken pain: Apply the sambong poultice to the injured area to reduce pain and inflammation. Nosebleed: Apply a cold compress soaked in sambong tea to the bridge of the nose to help stop bleeding. Food poisoning: Drink sambong tea to help soothe the digestive system and relieve symptoms like nausea and diarrhea. Head injury: Apply a cold compress soaked in sambong tea to the affected area to reduce swelling and pain. Cold: Drink sambong tea to help boost immunity and alleviate cold symptoms."
			],
			"relations": [
				"Nasal congestion",
				"Cough",
				"Broken Toe",
				"Nose Bleed",
				"Food Poison",
				"Head Injury",
				"Cold",
				""
			],
			"references": [
				"https://www.pchrd.dost.gov.ph/heartnovation/sambong-tablet-herbal-drug-formulation-for-kidney-stones",
				"https://hellodoctor.com.ph/herbals-and-alternatives/herbal-medicines/sambong-benefits/",
				"https://www.pchrd.dost.gov.ph/heartnovation/sambong-tablet-herbal-drug-formulation-for-kidney-stones/"
			],
			"context_set": ""
		},
		{
			"tag": "Sambong",
			"type": "treatment",
			"meaning": "Ang sambong ay isang halamang-gamot na katutubo sa Pilipinas. Kilala ito sa mga potensyal na benepisyo sa kalusugan, lalo na para sa mga problema sa urinary tract. Ang mga dahon ng sambong ay naglalaman ng mga sangkap na maaaring makatulong sa pagpaparelaks ng mga kalamnan ng urinary tract, pagpapasigla ng pag-ihi, at pagbabawas ng pamamaga. Ito ay maaaring maging kapaki-pakinabang para sa mga kondisyon tulad ng urinary tract infections (UTIs) at mga bato sa bato.",
			"patterns": [
				"Paano maghanda ng Sambong para sa ubo?",
				"Mga hakbang sa paggamit ng Sambong para sa ubo",
				"Paano gamitin ang Sambong para sa ubo?",
				"Mga tamang pamamaraan ng paggamit ng Sambong sa mga remedyo sa bahay",
				"Paano gumawa ng tsaa ng Sambong para sa ubo?",
				"Paano maghanda ng sambong para sa sipon?",
				"Paano gamitin ang sambong para sa head injury?",
				"Mga hakbang sa paggamit ng sambong para sa food poisoning",
				"Paano gumawa ng sambong tea para sa broken toe?",
				"Paano gamitin ang sambong para sa ubo?",
				"Paano ilagay ang sambong para sa nasal congestion?",
				"Mga benepisyo ng sambong sa sipon",
				"Paano ihalo ang sambong sa iba pang herbal remedies para sa ubo?",
				"Paano gamitin ang sambong oil para sa head injury?",
				"Paano gumawa ng sambong syrup para sa food poisoning?",
				"Paano mag-imbak ng sambong para sa panggagamot?",
				"Paano gumawa ng sambong tea na may honey para sa ubo?",
				"Paano gamitin ang sambong sa mga bata para sa sipon?",
				"Paano ilagay ang sambong leaves sa mga sintomas ng food poisoning?",
				"Paano gumawa ng sambong infusion para sa broken toe?",
				"Paano gamitin ang sambong sa mga sintomas ng head injury?",
				"Paano ilagay ang sambong sa mga sintomas ng nasal congestion?",
				"Paano gamitin ang sambong sa digestive health?",
				"Paano gumawa ng sambong poultice para sa ubo?",
				"Paano gamitin ang sambong sa allergic rhinitis?",
				"Paano gumawa ng sambong ointment para sa broken toe?",
				"Paano gamitin ang sambong sa nausea at vomiting?",
				"Paano gumawa ng sambong tincture para sa panggagamot?",
				"Paano gamitin ang sambong sa stress relief?",
				"Paano ilagay ang sambong sa mga sugat?",
				"Paano pagsamahin ang sambong sa iba pang prutas para sa ubo?",
				"Paano gamitin ang sambong sa pagkakaroon ng hangover?",
				"Paano maghanda ng sambong na may lemon para sa cold?",
				"Paano gamitin ang sambong sa lagnat?",
				"Paano ilagay ang sambong tea para sa nasal congestion?",
				"Paano gumawa ng sambong capsules para sa panggagamot?",
				"Paano ihalo ang sambong sa iba pang herbal tea?",
				"Paano gamitin ang sambong sa respiratory issues?",
				"Paano gumawa ng sambong extract para sa head injury?",
				"Paano gamitin ang sambong sa skin irritations?",
				"Paano gumawa ng sambong ice cubes para sa headache?"
			],
			"procedures": [
				"Hakbang 1: Pag-kuha: Pumili ng sariwang mga dahon ng sambong mula sa malinis at hindi maruming lugar. Hakbang 2: Paghuhugas: Hugasan nang mabuti ang mga dahon sa ilalim ng tubig na umaagos upang alisin ang dumi at mga impurities. Hakbang 3: Paghahanda: Tea: Pakuluan ang isang dakot ng mga dahon ng sambong sa isang tasa ng tubig sa loob ng 5-10 minuto. Salain at hayaang lumamig bago uminom. Poultice: Dudugin ang mga dahon hanggang maging paste at ilapat nang direkta sa apektadong lugar. Gargle: Para sa namamagang lalamunan, magmumog ng maligamgam na tsaang sambong. Hakbang 4: Mga Gamit: Kasikipan ng ilong at ubo: Uminom ng tsaang sambong upang makatulong na malinis ang kasikipan at mapawi ang ubo. Sakit ng buto: Ilapat ang sambong poultice sa nasugatan na lugar upang mabawasan ang sakit at pamamaga. Pagdurugo ng ilong: Ilapat ang malamig na compress na binabad sa tsaang sambong sa tulay ng ilong upang makatulong na ihinto ang pagdurugo. Pagkalason sa pagkain: Uminom ng tsaang sambong upang makatulong na mapawi ang sistema ng pagtunaw at maibsan ang mga sintomas tulad ng pagsusuka at pagtatae. Sakit sa ulo: Ilapat ang malamig na compress na binabad sa tsaang sambong sa apektadong lugar upang mabawasan ang pamamaga at sakit. Sipon: Uminom ng tsaang sambong upang makatulong na palakasin ang immune system at mapawi ang mga sintomas ng sipon."
			],
			"relations": [
				"Nasal congestion",
				"Cough",
				"Broken Toe",
				"Nose Bleed",
				"Food Poison",
				"Head Injury",
				"Cold",
				""
			],
			"references": [
				"https://www.pchrd.dost.gov.ph/heartnovation/sambong-tablet-herbal-drug-formulation-for-kidney-stones",
				"https://hellodoctor.com.ph/herbals-and-alternatives/herbal-medicines/sambong-benefits/",
				"https://www.pchrd.dost.gov.ph/heartnovation/sambong-tablet-herbal-drug-formulation-for-kidney-stones/"
			],
			"context_set": ""
		},
		{
			"tag": "Forest Tea",
			"type": "treatment",
			"meaning": "Tsaang gubat, also known as wild mint or peppermint, is a popular herbal tea in the Philippines. It is known for its refreshing, minty flavor and potential health benefits. Tsaang gubat contains compounds that may have anti-inflammatory, antioxidant, and digestive properties. These compounds can help soothe the digestive tract, relieve bloating and gas, and promote overall digestive health. Additionally, tsaang gubat may help to reduce stress and anxiety.",
			"patterns": [
				"How to prepare Tsaang Gubat for abdominal pain?",
				"Steps to use Tsaang Gubat for abdominal pain",
				"How to use Tsaang Gubat for abdominal pain?",
				"Best practices for using Tsaang Gubat in home remedies",
				"How to make Tsaang Gubat tea for abdominal pain?"
			],
			"procedures": [
				"Gather Ingredients: Fresh Tsaang Gubat leaves, water. Wash and Chop: Thoroughly wash the Tsaang Gubat leaves and chop them into small pieces. Boil Water: Bring 2 cups of water to a boil. Add Tsaang Gubat: Add half a cup of chopped Tsaang Gubat leaves to the boiling water. Simmer: Reduce the heat and let it simmer for 10-15 minutes. Strain: Strain the mixture to remove the leaves. Drink: Drink half a cup of the decoction three times a day."
			],
			"relations": [
				"Abdominal Pain",
				"Broken Toe",
				"Diarrhea",
				"Nose Bleed",
				"Vertigo",
				"Head Injury",
				"Cold"
			],
			"references": [
				"https://www.aigastro.net/blog/305938-can-ginger-actually-help-your-upset-stomach/%20(accessed%20Sep.%2005,%202024)",
				"https://www.philippineherbalmedicine.org/tsaang_gubat.htm",
				"http://www.medicalhealthguide.com/articles/tsaanggubat.htm"
			],
			"context_set": ""
		},
		{
			"tag": "Tsaang Gubat",
			"type": "treatment",
			"meaning": "Ang tsaang gubat, na kilala rin bilang wild mint o peppermint, ay isang tanyag na halamang-gamot na tsaa sa Pilipinas. Kilala ito sa nakakapreskong, minty na lasa at mga potensyal na benepisyo sa kalusugan. Ang tsaang gubat ay naglalaman ng mga sangkap na maaaring may anti-inflammatory, antioxidant, at digestive na katangian. Ang mga sangkap na ito ay maaaring makatulong na pakalmahin ang digestive tract, bawasan ang kabag at hangin sa tiyan, at magtaguyod ng pangkalahatang kalusugan ng pagtunaw. Bukod pa rito, maaaring makatulong ang tsaang gubat sa pagpapababa ng stress at anxiety.",
			"patterns": [
				"Paano maghanda ng Tsaang Gubat para sa pananakit ng tiyan?",
				"Mga hakbang sa paggamit ng Tsaang Gubat para sa pananakit ng tiyan",
				"Paano gamitin ang Tsaang Gubat para sa pananakit ng tiyan?",
				"Mga tamang pamamaraan ng paggamit ng Tsaang Gubat sa mga remedyo sa bahay",
				"Paano gumawa ng tsaa ng Tsaang Gubat para sa pananakit ng tiyan?"
			],
			"procedures": [
				"Kunin ang mga Sangkap: Sariwang dahon ng Tsaang Gubat, tubig. Hugasan at Tadtarin: Hugasan nang mabuti ang mga dahon ng Tsaang Gubat at tadtarin ito ng maliliit na piraso. Pakuluan ang Tubig: Pakuluan ang 2 tasa ng tubig. Idagdag ang Tsaang Gubat: Idagdag ang kalahating tasa ng tinadtad na dahon ng Tsaang Gubat sa kumukulong tubig. Pakuluin: Bawasan ang init at hayaang kumulo ng 10-15 minuto. Salain: Salain ang pinagpakuluan upang alisin ang mga dahon. Inumin: Uminom ng kalahating tasa ng pinagpakuluan tatlong beses sa isang araw."
			],
			"relations": [
				"Abdominal Pain",
				"Broken Toe",
				"Diarrhea",
				"Nose Bleed",
				"Vertigo",
				"Head Injury",
				"Cold"
			],
			"references": [
				"https://www.aigastro.net/blog/305938-can-ginger-actually-help-your-upset-stomach/%20(accessed%20Sep.%2005,%202024)",
				"https://www.philippineherbalmedicine.org/tsaang_gubat.htm",
				"http://www.medicalhealthguide.com/articles/tsaanggubat.htm"
			],
			"context_set": ""
		},
		{
			"tag": "Ginger",
			"type": "treatment",
			"meaning": "Luya, also known as ginger, is a popular spice and medicinal herb used in various cuisines around the world. It has a distinct, pungent flavor and aroma. Luya is rich in antioxidants and bioactive compounds that may have health benefits. Some of these compounds include gingerol, shogaol, and zingerone. These compounds may help reduce inflammation, improve digestion, and relieve nausea. Additionally, luya has been studied for its potential to lower blood sugar levels and improve heart health.",
			"patterns": [
				"How to prepare Luya for abdominal pain?",
				"Steps to use Luya for abdominal pain",
				"How to use Luya for abdominal pain?",
				"Best practices for using Luya in home remedies",
				"How to make Luya tea for abdominal pain?",
				"How to prepare Luya for convulsions?",
				"Steps to use Luya for convulsions",
				"How to use Luya for convulsions?",
				"Best practices for using Luya in home remedies for convulsions",
				"How to make Luya tea for convulsions?",
				"How to prepare Luya for vertigo?",
				"Steps to use Luya for vertigo",
				"How to use Luya for vertigo?",
				"Best practices for using Luya in home remedies for vertigo",
				"How to make Luya tea for vertigo?",
				"How to prepare Luya for food poisoning?",
				"Steps to use Luya for food poisoning",
				"How to use Luya for food poisoning?",
				"Best practices for using Luya in home remedies for food poisoning",
				"How to make Luya tea for food poisoning?",
				"How to prepare Luya for headache?",
				"Steps to use Luya for headache",
				"How to use Luya for headache?",
				"Best practices for using Luya in home remedies for headache",
				"How to make Luya tea for headache?",
				"How to prepare Luya for colds?",
				"Steps to use Luya for colds",
				"How to use Luya for colds?",
				"Best practices for using Luya in home remedies for colds",
				"How to make Luya tea for colds?"
			],
			"procedures": [
				"Gather Ingredients: Fresh ginger root, water, optional sweeteners (honey or sugar). Wash and Slice: Thoroughly wash the ginger root and slice it into thin pieces. Boil Water: Bring 2 cups of water to a boil. Add Ginger: Add the sliced ginger to the boiling water. Simmer: Reduce the heat and let it simmer for 10-15 minutes. Strain: Strain the mixture to remove the ginger slices. Optional Additions: Add honey or sugar to sweeten if desired. Drink: Drink half a cup of the ginger tea three times a day."
			],
			"relations": [
				"Fever",
				"Abdominal Pain",
				"Vertigo",
				"Food poison",
				"Headache",
				"Cold"
			],
			"references": [
				"https://www.aigastro.net/blog/305938-can-ginger-actually-help-your-upset-stomach/%20(accessed%20Sep.%2005,%202024)https://hellodoctor.com.ph/herbals-and-alternatives/herbal-medicines/luya-benefits/",
				"https://pinascuisine.com/luya/",
				"http://www.philippineherbalmedicine.org/ginger.htm",
				"https://theherbalacademy.com/blog/8-herbal-home-remedies-for-colds-and-flu/"
			],
			"context_set": ""
		},
		{
			"tag": "Luya",
			"type": "Treatment",
			"meaning": "Ang luya, na kilala rin bilang ginger, ay isang tanyag na pampalasa at halamang-gamot na ginagamit sa iba't ibang lutuin sa buong mundo. Ito ay may kakaibang, maanghang na lasa at aroma. Ang luya ay mayaman sa antioxidants at bioactive na mga sangkap na maaaring maghatid ng mga benepisyo sa kalusugan. Ilan sa mga sangkap na ito ay ang gingerol, shogaol, at zingerone. Ang mga sangkap na ito ay maaaring makatulong sa pagbabawas ng pamamaga, pagpapabuti ng digestion, at pagpapagaan ng pagduduwal. Bukod pa rito, pinag-aaralan ang luya para sa potensyal nito na pababain ang antas ng asukal sa dugo at pagbutihin ang kalusugan ng puso.",
			"patterns": [
				"Paano maghanda ng Luya para sa pananakit ng tiyan?",
				"Mga hakbang sa paggamit ng Luya para sa pananakit ng tiyan",
				"Paano gamitin ang Luya para sa pananakit ng tiyan?",
				"Mga tamang pamamaraan ng paggamit ng Luya sa mga remedyo sa bahay",
				"Paano gumawa ng tsaa ng Luya para sa pananakit ng tiyan?",
				"Paano maghanda ng Luya para sa kombulsyon?",
				"Mga hakbang sa paggamit ng Luya para sa kombulsyon",
				"Paano gamitin ang Luya para sa kombulsyon?",
				"Mga tamang pamamaraan ng paggamit ng Luya sa mga remedyo sa bahay para sa kombulsyon",
				"Paano gumawa ng tsaa ng Luya para sa kombulsyon?",
				"Paano maghanda ng Luya para sa pananakit ng tiyan?",
				"Mga hakbang sa paggamit ng Luya para sa pananakit ng tiyan",
				"Paano gamitin ang Luya para sa pananakit ng tiyan?",
				"Mga tamang pamamaraan ng paggamit ng Luya sa mga remedyo sa bahay para sa pananakit ng tiyan",
				"Paano gumawa ng tsaa ng Luya para sa pananakit ng tiyan?",
				"Paano maghanda ng Luya para sa pagkahilo?",
				"Mga hakbang sa paggamit ng Luya para sa pagkahilo",
				"Paano gamitin ang Luya para sa pagkahilo?",
				"Mga tamang pamamaraan ng paggamit ng Luya sa mga remedyo sa bahay para sa pagkahilo",
				"Paano gumawa ng tsaa ng Luya para sa pagkahilo?",
				"Paano maghanda ng Luya para sa pagkalason sa pagkain?",
				"Mga hakbang sa paggamit ng Luya para sa pagkalason sa pagkain",
				"Paano gamitin ang Luya para sa pagkalason sa pagkain?",
				"Mga tamang pamamaraan ng paggamit ng Luya sa mga remedyo sa bahay para sa pagkalason sa pagkain",
				"Paano gumawa ng tsaa ng Luya para sa pagkalason sa pagkain?",
				"Paano maghanda ng Luya para sa sakit ng ulo?",
				"Mga hakbang sa paggamit ng Luya para sa sakit ng ulo",
				"Paano gamitin ang Luya para sa sakit ng ulo?",
				"Mga tamang pamamaraan ng paggamit ng Luya sa mga remedyo sa bahay para sa sakit ng ulo",
				"Paano gumawa ng tsaa ng Luya para sa sakit ng ulo?",
				"Paano maghanda ng Luya para sa sipon?",
				"Mga hakbang sa paggamit ng Luya para sa sipon",
				"Paano gamitin ang Luya para sa sipon?",
				"Mga tamang pamamaraan ng paggamit ng Luya sa mga remedyo sa bahay para sa sipon",
				"Paano gumawa ng tsaa ng Luya para sa sipon?"
			],
			"procedures": [
				"Kunin ang mga Sangkap: Sariwang ugat ng luya, tubig, opsyonal na pampatamis (pulot o asukal). Hugasan at Hiwain: Hugasan nang mabuti ang ugat ng luya at hiwain ito ng manipis. Pakuluan ang Tubig: Pakuluan ang 2 tasa ng tubig. Idagdag ang Luya: Idagdag ang hiniwang luya sa kumukulong tubig. Pakuluin: Bawasan ang init at hayaang kumulo ng 10-15 minuto. Salain: Salain ang pinagpakuluan upang alisin ang mga hiwa ng luya. Opsyonal na Pampatamis: Magdagdag ng pulot o asukal kung nais. Inumin: Uminom ng kalahating tasa ng tsaa ng luya tatlong beses sa isang araw."
			],
			"relations": [
				"Fever",
				"Abdominal Pain",
				"Vertigo",
				"Food poison",
				"Headache",
				"Cold"
			],
			"references": [
				"https://www.aigastro.net/blog/305938-can-ginger-actually-help-your-upset-stomach/%20(accessed%20Sep.%2005,%202024)https://hellodoctor.com.ph/herbals-and-alternatives/herbal-medicines/luya-benefits/",
				"https://pinascuisine.com/luya/",
				"http://www.philippineherbalmedicine.org/ginger.htm",
				"https://theherbalacademy.com/blog/8-herbal-home-remedies-for-colds-and-flu/"
			],
			"context_set": ""
		},
		{
			"tag": "Ginkgo Biloba",
			"type": "treatment",
			"meaning": "Ginkgo biloba is a tree native to China that has been used in traditional Chinese medicine for centuries. The leaves of the ginkgo tree contain compounds that may have health benefits. Ginkgo biloba is often used to improve memory and cognitive function. It may also help to increase blood flow to the brain and improve circulation. Additionally, ginkgo biloba has been studied for its potential to reduce anxiety and depression.",
			"patterns": [
				"How to prepare Ginkgo Biloba for vertigo?",
				"Steps to use Ginkgo Biloba for vertigo",
				"How to use Ginkgo Biloba for vertigo?",
				"Best practices for using Ginkgo Biloba in home remedies",
				"How to make Ginkgo Biloba for vertigo?",
				"How to prepare Ginkgo Biloba for head injury?",
				"Steps to use Ginkgo Biloba for head injury",
				"How to use Ginkgo Biloba for head injury?",
				"Best practices for using Ginkgo Biloba in home remedies for head injury",
				"How to make Ginkgo Biloba for head injury?",
				"",
				"",
				"",
				"",
				"",
				""
			],
			"procedures": [
				"Take a handful of dried Ginkgo Biloba leaves. Boil 2 cups of water. Add the leaves to the boiling water. Let it simmer for 10-15 minutes. Strain the leaves and pour the tea into a cup. Drink 1-2 cups daily."
			],
			"relations": ["Head Injury"],
			"references": [
				"https://medicaltrendsnow.com/ent/treatments-for-vertigo",
				"https://www.webmd.com/vitamins/ai/ingredientmono-333/ginkgo",
				"https://www.healthline.com/nutrition/ginkgo-biloba-benefits"
			],
			"context_set": ""
		},
		{
			"tag": "Ginkgo Biloba",
			"type": "treatment",
			"meaning": "Ang ginkgo biloba ay isang puno na katutubo sa Tsina at ginagamit sa tradisyunal na medisina ng Tsino sa loob ng maraming siglo. Ang mga dahon ng punong ginkgo ay naglalaman ng mga sangkap na maaaring maghatid ng mga benepisyo sa kalusugan. Kadalasang ginagamit ang ginkgo biloba upang mapabuti ang memorya at cognitive function. Maaari rin itong makatulong sa pagpapataas ng daloy ng dugo sa utak at pagpapabuti ng sirkulasyon. Bukod pa rito, pinag-aaralan din ang ginkgo biloba para sa potensyal nitong mabawasan ang anxiety at depresyon.",
			"patterns": [
				"Paano maghanda ng Ginkgo Biloba para sa vertigo?",
				"Mga hakbang sa paggamit ng Ginkgo Biloba para sa vertigo",
				"Paano gamitin ang Ginkgo Biloba para sa vertigo?",
				"Mga tamang pamamaraan ng paggamit ng Ginkgo Biloba sa mga remedyo sa bahay",
				"Paano gumawa ng Ginkgo Biloba para sa vertigo?",
				"Paano maghanda ng Ginkgo Biloba para sa head injury?",
				"Mga hakbang sa paggamit ng Ginkgo Biloba para sa head injury",
				"Paano gamitin ang Ginkgo Biloba para sa head injury?",
				"Mga tamang pamamaraan ng paggamit ng Ginkgo Biloba sa mga remedyo sa bahay para sa head injury",
				"Paano gumawa ng Ginkgo Biloba para sa head injury?"
			],
			"procedures": [
				"Kumuha ng isang dakot ng pinatuyong dahon ng Ginkgo Biloba. Pakuluan ang 2 tasa ng tubig. Idagdag ang mga dahon sa kumukulong tubig. Hayaang kumulo ng 10-15 minuto. Salain ang mga dahon at ibuhos ang tsaa sa tasa. Uminom ng 1-2 tasa araw-araw."
			],
			"relations": ["Head Injury"],
			"references": [
				"https://medicaltrendsnow.com/ent/treatments-for-vertigo",
				"https://www.webmd.com/vitamins/ai/ingredientmono-333/ginkgo",
				"https://www.healthline.com/nutrition/ginkgo-biloba-benefits"
			],
			"context_set": ""
		},
		{
			"tag": "Guava Leaves",
			"type": "treatment",
			"meaning": "Guava leaves are a popular herbal remedy in many parts of the world. They are packed with antioxidants and bioactive compounds that may have various health benefits. Guava leaves are often used to treat digestive issues, such as diarrhea and constipation. They may also help to regulate blood sugar levels and boost immunity. Additionally, some studies suggest that guava leaves may have anti-inflammatory and antimicrobial properties. Guava leaves can be consumed in various forms, such as tea, capsules, or topical applications. However, it is important to consult with a healthcare professional before using guava leaves or any herbal remedy, especially if you have underlying health conditions or are taking medications.",
			"patterns": [
				"How to prepare Guava Leaves for food poisoning?",
				"Steps to use Guava Leaves for food poisoning",
				"How to use Guava Leaves for food poisoning?",
				"Best practices for using Guava Leaves in home remedies",
				"How to make Guava Leaves for food poisoning?"
			],
			"procedures": [
				"Wash the guava leaves thoroughly. Boil 1.5 liters of water in a pot. Add the guava leaves to the boiling water. Let it simmer for about 10-15 minutes. Remove from heat and let it cool slightly. Strain the leaves and pour the tea into a cup. Drink 2-3 times a day on an empty stomach until symptoms improve."
			],
			"relations": ["", "Food Poison"],
			"references": [
				"https://medicaltrendsnow.com/emergency-medicine/treatments-for-food-poisoning-in-the-philippines/",
				"https://www.healthline.com/nutrition/8-benefits-of-guavas",
				"https://food.ndtv.com/health/15-amazing-guava-benefits-heart-healthy-weight-loss-friendly-and-more-1244242"
			],
			"context_set": ""
		},
		{
			"tag": "Dahon ng Bayabas",
			"type": "treatment",
			"meaning": "Ang mga dahon ng bayabas ay isang tanyag na halamang-gamot sa maraming bahagi ng mundo. Sila ay puno ng antioxidants at bioactive na mga sangkap na maaaring magbigay ng iba't ibang benepisyo sa kalusugan. Madalas na ginagamit ang mga dahon ng bayabas upang gamutin ang mga problema sa pagtunaw, tulad ng pagtatae at constipation. Maaari rin itong makatulong sa pag-regulate ng antas ng asukal sa dugo at pagpapalakas ng immune system. Bukod dito, may ilang pag-aaral na nagpapahiwatig na ang mga dahon ng bayabas ay maaaring may anti-inflammatory at antimicrobial na katangian. Maaaring gamitin ang mga dahon ng bayabas sa iba't ibang anyo, tulad ng tsaa, kapsula, o pangkasalukuyang aplikasyon. Gayunpaman, mahalagang kumonsulta muna sa isang propesyonal sa kalusugan bago gumamit ng mga dahon ng bayabas o anumang halamang-gamot, lalo na kung mayroon kang mga kundisyong medikal o umiinom ng gamot.",
			"patterns": [
				"Paano ihanda ang dahon ng bayabas?",
				"Mga hakbang sa paghahanda ng dahon ng bayabas para sa sugat",
				"Paano gamitin ang dahon ng bayabas para sa paggaling?",
				"Paano pakuluan ang dahon ng bayabas?",
				"Mga tamang pamamaraan ng paggamit ng dahon ng bayabas sa sugat.",
				"Paano maghanda ng Guava Leaves para sa food poisoning?",
				"Mga hakbang sa paggamit ng Guava Leaves para sa food poisoning",
				"Paano gamitin ang Guava Leaves para sa food poisoning?",
				"Mga tamang pamamaraan ng paggamit ng Guava Leaves sa mga remedyo sa bahay",
				"Paano gumawa ng Guava Leaves para sa food poisoning?"
			],
			"procedures": [
				"Hugasan nang mabuti ang mga dahon ng bayabas. Pakuluan ang 1.5 litro ng tubig sa isang kaldero. Idagdag ang mga dahon ng bayabas sa kumukulong tubig. Hayaang kumulo ng mga 10-15 minuto. Alisin sa apoy at hayaang lumamig ng kaunti. Salain ang mga dahon at ibuhos ang tsaa sa tasa. Uminom ng 2-3 beses sa isang araw nang walang laman ang tiyan hanggang sa bumuti ang pakiramdam. para sa sa mga cuts, burns, bleeding at nose bleeding Linisin ang mga Dahon: Banlawan nang mabuti ang mga dahon ng bayabas gamit ang malinis na tubig. Pakuluan ang mga Dahon: Pakuluan ang mga dahon sa tubig sa loob ng humigit-kumulang 10-15 minuto upang makuha ang kanilang medicinal na katangian. Palamigin ang Tubig: Hayaan munang lumamig ang pinakuluang tubig na may dahon ng bayabas. Ipahid sa Sugat: Gamitin ang pinalamig na tubig bilang panghugas sa sugat o isawsaw ang malinis na tela at dahan-dahang tapikin ito sa apektadong bahagi. Gumamit ng Dinikdik na Dahon (Opsyonal): Maaari ring dikdikin ang sariwang dahon ng bayabas at direktang ipahid ito sa sugat para sa mas mabilis na paggaling. Para sa banayad na pagdurugo ng ilong: Isawsaw ang bulak o malinis na tela sa pinalamig na tubig ng dahon ng bayabas o sa dinikdik na paste ng dahon ng bayabas. Dahan-dahang ipitin ang basang bulak o tela sa tulay ng ilong upang makatulong sa pamumuo ng dugo. Para sa malalang pagdurugo ng ilong: Habang pinipisil ang tulay ng ilong, bahagyang itagilid ang ulo pasulong upang maiwasan ang pagdaloy ng dugo sa lalamunan. Nakakatulong din ito upang maiwasan ang paglunok ng dugo na maaaring magdulot ng pagduduwal o pagsusuka."
			],
			"relations": [
				"Cuts",
				"Burns",
				"Nose Bleeding",
				"Bleeding",
				"Food Poison"
			],
			"references": [
				"https://www.prutaslokal.com/blog/28-tips-at-benefits-sa-pagkain-ng-bayabas",
				"https://www.healthline.com/nutrition/8-benefits-of-guavas",
				"https://www.pchrd.dost.gov.ph/news_and_updates/dost-pchrd-supported-program-on-top-tier-plants-intended-for-treating-diseases-undergoes-formulation-stage/",
				"https://www.herbalgoodnessco.com/en-ca/blogs/healthy-living/everything-you-ever-wanted-to-know-about-guava-leaves-herbal-goodness",
				"https://www.healthline.com/nutrition/8-benefits-of-guavas",
				"https://medicaltrendsnow.com/emergency-medicine/treatments-for-food-poisoning-in-the-philippines/",
				"https://www.healthline.com/nutrition/8-benefits-of-guavas",
				"https://food.ndtv.com/health/15-amazing-guava-benefits-heart-healthy-weight-loss-friendly-and-more-1244242"
			],
			"context_set": ""
		},
		{
			"tag": "Custard Apple",
			"type": "treatment",
			"meaning": "Atis, also known as custard apple, is a tropical fruit native to the Americas. It has a unique appearance with a green, bumpy exterior and a creamy, custard-like interior. Atis is rich in nutrients, including vitamins A, C, and B vitamins, as well as minerals like potassium and iron. It is also a good source of fiber. Atis has been traditionally used in folk medicine to treat various ailments, including diarrhea, fever, and skin conditions. Some studies suggest that atis may have antioxidant and anti-inflammatory properties.",
			"patterns": [
				"How to prepare Atis for fainting",
				"Steps to use Atis for fainting",
				"How to use Atis for fainting?",
				"Best practices for using Atis in home remedies",
				"How to make Atis for fainting?"
			],
			"procedures": [
				"Crush a few fresh atis leaves to release their juice. Apply the crushed leaves directly to the nose area. Inhale the scent of the leaves to help revive someone who has fainted."
			],
			"relations": ["Fainting"],
			"references": [
				"https://www.philippineherbalmedicine.org/medicinal_plants.htm",
				"https://hellodoctor.com.ph/herbals-and-alternatives/herbal-medicines/atis-benefits/"
			],
			"context_set": ""
		},
		{
			"tag": "atis",
			"type": "treatment",
			"meaning": "Ang atis, na kilala rin bilang custard apple, ay isang tropikal na prutas na katutubo sa Amerika. Mayroon itong kakaibang hitsura na may berdeng, butlig-butlig na balat at malambot, parang custard na laman sa loob. Ang atis ay mayaman sa mga sustansya, kabilang ang mga bitamina A, C, at mga bitamina B, pati na rin ang mga mineral tulad ng potassium at iron. Ito rin ay isang mahusay na pinagmumulan ng fiber. Sa tradisyunal na medisina, ginagamit ang atis upang gamutin ang iba't ibang karamdaman, tulad ng pagtatae, lagnat, at mga kondisyon sa balat. May ilang pag-aaral na nagpapahiwatig na ang atis ay maaaring may antioxidant at anti-inflammatory na katangian.",
			"patterns": [
				"Paano maghanda ng Atis para sa pagkahimatay",
				"Mga hakbang sa paggamit ng Atis para sa pagkahimatay",
				"Paano gamitin ang Atis para sa pagkahimatay?",
				"Mga tamang pamamaraan ng paggamit ng Atis sa mga remedyo sa bahay",
				"Paano gumawa ng Atis para sa pagkahimatay?"
			],
			"procedures": [
				"Durugin ang ilang sariwang dahon ng atis upang lumabas ang katas. Ilagay ang dinurog na dahon sa ilong. Singhutin ang amoy ng dahon upang makatulong na gisingin ang taong nahimatay."
			],
			"relations": ["Fainting"],
			"references": [
				"https://www.philippineherbalmedicine.org/medicinal_plants.htm",
				"https://hellodoctor.com.ph/herbals-and-alternatives/herbal-medicines/atis-benefits/"
			],
			"context_set": ""
		},
		{
			"tag": "Yerba Buena",
			"type": "treatment",
			"meaning": "Yerba buena, also known as peppermint, is a popular herb used in cooking and traditional medicine. It has a refreshing, minty flavor and aroma. Yerba buena is rich in antioxidants and bioactive compounds that may have health benefits. Some of these compounds include menthol, which is responsible for the herb's cooling sensation. Yerba buena may help to relieve digestive issues, such as bloating and gas. It may also help to reduce stress and anxiety.",
			"patterns": [
				"How to prepare Yerba Buena for headache",
				"Steps to use Yerba Buena for headache",
				"How to use Yerba Buena for headache?",
				"Best practices for using Yerba Buena in home remedies",
				"How to make Yerba Buena for headache?"
			],
			"procedures": [
				"Wash a handful of fresh Yerba Buena leaves thoroughly. Boil 2 cups of water. Add the leaves to the boiling water. Let it simmer for 10-15 minutes. Strain the leaves and pour the tea into a cup. Drink 1 cup every 3-4 hours as needed."
			],
			"relations": ["Headache"],
			"references": [
				"https://www.pchrd.dost.gov.ph/heartnovation/sambong-tablet-herbal-drug-formulation-for-kidney-stones/",
				"https://www.philippineherbalmedicine.org/doh_herbs.htm",
				"https://globalfoodbook.com/17-remarkable-benefits-of-yerba-buena",
				"https://hellodoctor.com.ph/herbals-and-alternatives/herbal-medicines/yerba-buena-plant-benefits/"
			],
			"context_set": ""
		},
		{
			"tag": "Yerba Buena",
			"type": "treatment",
			"meaning": "Ang yerba buena, na kilala rin bilang peppermint, ay isang tanyag na halamang-gamot na ginagamit sa pagluluto at tradisyunal na medisina. Ito ay may nakakapreskong, minty na lasa at aroma. Ang yerba buena ay mayaman sa antioxidants at bioactive na mga sangkap na maaaring magbigay ng benepisyo sa kalusugan. Isa sa mga sangkap na ito ay ang menthol, na nagbibigay ng malamig na pakiramdam. Maaaring makatulong ang yerba buena sa pagpapagaan ng mga problema sa pagtunaw, tulad ng kabag at hangin sa tiyan. Maaari rin itong makatulong na mabawasan ang stress at anxiety.",
			"patterns": [
				"Paano maghanda ng Yerba Buena para sa sakit ng ulo",
				"Mga hakbang sa paggamit ng Yerba Buena para sa sakit ng ulo",
				"Paano gamitin ang Yerba Buena para sa sakit ng ulo?",
				"Mga tamang pamamaraan ng paggamit ng Yerba Buena sa mga remedyo sa bahay",
				"Paano gumawa ng Yerba Buena para sa sakit ng ulo?"
			],
			"procedures": [
				"Hugasan nang maigi ang isang dakot ng sariwang dahon ng Yerba Buena. Pakuluan ang 2 tasa ng tubig. Idagdag ang mga dahon sa kumukulong tubig. Hayaang kumulo ng 10-15 minuto. Salain ang mga dahon at ilagay ang tsaa sa tasa. Uminom ng 1 tasa bawat 3-4 na oras kung kinakailangan."
			],
			"relations": ["Headache"],
			"references": [
				"https://www.pchrd.dost.gov.ph/heartnovation/sambong-tablet-herbal-drug-formulation-for-kidney-stones/",
				"https://www.philippineherbalmedicine.org/doh_herbs.htm",
				"https://globalfoodbook.com/17-remarkable-benefits-of-yerba-buena",
				"https://hellodoctor.com.ph/herbals-and-alternatives/herbal-medicines/yerba-buena-plant-benefits/"
			],
			"context_set": ""
		},
		{
			"tag": "Calamansi with Honey",
			"type": "treatment",
			"meaning": "Calamansi is a small, citrus fruit native to the Philippines. It is often referred to as the `Philippine lime` due to its tart, tangy flavor. When combined with honey, it creates a refreshing and potentially beneficial drink.Calamansi is rich in vitamin C, which is essential for boosting immunity and promoting overall health. It also contains antioxidants that can help protect cells from damage. Honey, on the other hand, is known for its antibacterial and anti-inflammatory properties. When combined, calamansi and honey can be a natural remedy for various ailments, including colds, coughs, and sore throats.",
			"patterns": [
				"How to prepare Calamansi with Honey for cold",
				"Steps to use Calamansi with Honey for cold",
				"How to use Calamansi with Honey for cold?",
				"Best practices for using Calamansi with Honey in home remedies",
				"How to make Calamansi with Honey for cold?",
				"",
				"",
				"",
				"",
				"",
				"",
				""
			],
			"procedures": [
				"Wash the calamansi fruits thoroughly. Cut each calamansi in half and squeeze out the juice into a container. Remove any seeds from the juice. In a mug, mix the calamansi juice with 1 cup of warm water. Add 2 tablespoons of honey and stir well until the honey is fully dissolved. Drink this mixture 2-3 times a day to help alleviate cold symptoms."
			],
			"relations": ["Cold"],
			"references": [
				"https://mypharma.ph/articles/10-classic-home-remedies-trusted-by-filipino-moms",
				"https://uscitrus.com/blogs/citrus-delight-blog/calamondin-magic-7-amazing-health-benefits-of-calamansi-juice",
				"https://www.thelittleepicurean.com/calamansi-juice/",
				"https://nawon.com.vn/calamansi-juice-8-benefits-of-this-tasty-citrus-fruit/"
			],
			"context_set": ""
		},
		{
			"tag": "Calamansi with Honey",
			"type": "treatment",
			"meaning": "Ang kalamansi ay isang maliit na prutas na sitrus na katutubo sa Pilipinas. Madalas itong tinatawag na `Philippine lime` dahil sa maasim at matapang nitong lasa. Kapag hinaluan ng pulot, nagiging isang nakakapreskong at posibleng kapaki-pakinabang na inumin ito. Ang kalamansi ay mayaman sa vitamin C, na mahalaga para sa pagpapalakas ng immune system at pagpapabuti ng pangkalahatang kalusugan. Naglalaman din ito ng antioxidants na tumutulong na protektahan ang mga selula mula sa pinsala. Samantala, kilala ang pulot sa mga antibacterial at anti-inflammatory na katangian. Kapag pinagsama, ang kalamansi at pulot ay maaaring maging natural na lunas para sa iba't ibang karamdaman, tulad ng sipon, ubo, at sore throat.",
			"patterns": [
				"Paano maghanda ng Calamansi with Honey para sa sipon",
				"Mga hakbang sa paggamit ng Calamansi with Honey para sa sipon",
				"Paano gamitin ang Calamansi with Honey para sa sipon?",
				"Mga tamang pamamaraan ng paggamit ng Calamansi with Honey sa mga remedyo sa bahay",
				"Paano gumawa ng Calamansi with Honey para sa sipon?"
			],
			"procedures": [
				"Hugasan nang mabuti ang mga calamansi. Hiwain ang bawat calamansi sa kalahati at pigain ang katas sa isang lalagyan. Alisin ang mga buto mula sa katas. Sa isang tasa, ihalo ang katas ng calamansi sa 1 tasa ng maligamgam na tubig. Magdagdag ng 2 kutsara ng pulot at haluin nang mabuti hanggang matunaw ang pulot. Inumin ito ng 2-3 beses sa isang araw upang makatulong na maibsan ang mga sintomas ng sipon."
			],
			"relations": ["cold"],
			"references": [
				"https://mypharma.ph/articles/10-classic-home-remedies-trusted-by-filipino-moms",
				"https://uscitrus.com/blogs/citrus-delight-blog/calamondin-magic-7-amazing-health-benefits-of-calamansi-juice",
				"https://www.thelittleepicurean.com/calamansi-juice/",
				"https://nawon.com.vn/calamansi-juice-8-benefits-of-this-tasty-citrus-fruit/"
			],
			"context_set": ""
		},
		{
			"tag": "Gauze Bandage",
			"type": "treatment",
			"meaning": "Gauze bandages are a common first aid supply used to cover and protect wounds. They are typically made from a thin, woven fabric that is highly absorbent. Gauze bandages are often used in conjunction with other wound care products, such as adhesive bandages or medical tape, to secure dressings in place.",
			"patterns": [
				"How to properly apply a gauze bandage?",
				"Steps to prepare and use a gauze bandage",
				"What are the best practices for using a gauze bandage?",
				"How to sterilize a gauze bandage before use?",
				"",
				"",
				"",
				"",
				"",
				"",
				""
			],
			"procedures": [
				"Wash hands or use sanitizer. Clean the wound with sterile water. Place sterile gauze pad on the wound. Wrap with gauze roll (if needed), snug but not tight  Secure with tape or bandage clips. Check circulation and adjust if too tight. Replace if dirty or wet."
			],
			"relations": ["Burns"],
			"references": [
				"https://www.band-aid.com/first-aid-info/first-aid-basics/bandaging-a-wound",
				"https://gauzecare.com/7-different-types-of-gauze-for-wounds-when-to-use-them/",
				"https://www.woundsource.com/blog/gauze-dressings-and-wounds-9-dos-and-don-ts"
			],
			"context_set": ""
		},
		{
			"tag": "Gauze Bandage",
			"type": "treatment",
			"meaning": "Ang mga gauze bandage ay isang karaniwang gamit sa pangunang lunas na ginagamit upang takpan at protektahan ang mga sugat. Karaniwan itong gawa sa manipis at hinabing tela na lubos na sumisipsip ng likido. Madalas na ginagamit ang mga gauze bandage kasama ng iba pang mga produktong pang-alaga sa sugat, tulad ng adhesive bandages o medical tape, upang siguraduhin na maayos ang pagkakalagay ng mga dressing sa sugat.",
			"patterns": [
				"Paano maayos na maglagay ng gauze bandage?",
				"Mga hakbang sa paghahanda at paggamit ng gauze bandage",
				"Ano ang mga tamang pamamaraan ng paggamit ng gauze bandage?",
				"Paano i-sterilize ang gauze bandage bago gamitin?"
			],
			"procedures": [
				"Hugasan ang mga kamay o gumamit ng sanitizer. Linisin ang sugat gamit ang sterile na tubig Ilagay ang sterile gauze pad sa sugat. Balutin ng gauze roll (kung kailangan), tiyaking maayos pero hindi masyadong mahigpit. Siguruhing nakasecure gamit ang tape o bandage clips. Suriin ang sirkulasyon at ayusin kung masyadong mahigpit. Palitan kung marumi o basa."
			],
			"relations": ["Burns"],
			"references": [
				"https://www.band-aid.com/first-aid-info/first-aid-basics/bandaging-a-wound",
				"https://gauzecare.com/7-different-types-of-gauze-for-wounds-when-to-use-them/",
				"https://www.woundsource.com/blog/gauze-dressings-and-wounds-9-dos-and-don-ts"
			],
			"context_set": ""
		},
		{
			"tag": "Aloe Vera",
			"type": "treatment",
			"meaning": "Aloe vera is a succulent plant with thick, fleshy leaves that contain a gel-like substance inside. This gel has been used for centuries as a natural remedy for various health conditions. Aloe vera gel is rich in vitamins, minerals, and antioxidants. It also contains bioactive compounds that may have anti-inflammatory, antimicrobial, and wound-healing properties. Aloe vera is often used topically to treat skin conditions, such as burns, cuts, and acne. It may also help to soothe sunburn and reduce itching. Additionally, some studies suggest that aloe vera may have internal health benefits, including improving digestion and boosting immunity.",
			"patterns": [
				"How to prepare Aloe Vera?",
				"Steps to prepare Aloe Vera for burns",
				"How to use Aloe Vera for healing?",
				"How to extract Aloe Vera gel?",
				"Best practices for Aloe Vera application",
				"How to store Aloe Vera gel?",
				"",
				"",
				"",
				"",
				"",
				"",
				""
			],
			"procedures": [
				"Clean the Area: Gently rinse the affected area with cool water to remove any dirt or debris. Cut a Fresh Aloe Vera Leaf: Use a clean knife to cut an Aloe Vera leaf near the base. Extract the Gel: Slice the leaf open lengthwise and carefully scoop out the gel inside. Apply the Gel: Gently apply a thin layer of the Aloe Vera gel to the affected area. Let It Absorb: Allow the gel to fully absorb into the skin. Reapply as needed. Store Extra Gel: Place any leftover gel in an airtight container and refrigerate for future use."
			],
			"relations": ["Burns", "Stings", "Bruises", "Sun Burn", "Rash"],
			"references": [
				"https://hellodoctor.com.ph/fil/mga-herbal-at-alternatives/halamang-gamot/benepisyo-ng-aloe-vera/",
				"https://www.almanac.com/aloe-vera-self-regenerating-first-aid-kit",
				"https://naturallysavvy.com/care/7-fabulous-first-aid-uses-for-aloe-vera-you-should-know/",
				"https://wellnessnova.com/herbal-first-aid-kit/"
			],
			"context_set": ""
		},
		{
			"tag": "Aloe Vera",
			"type": "treatment",
			"meaning": "Ang aloe vera ay isang succulent na halaman na may makapal at makatas na mga dahon na naglalaman ng parang gel na sangkap sa loob. Ang gel na ito ay ginagamit sa loob ng maraming siglo bilang natural na lunas para sa iba't ibang kondisyon sa kalusugan. Ang aloe vera gel ay mayaman sa mga bitamina, mineral, at antioxidants. Naglalaman din ito ng mga bioactive na sangkap na maaaring may anti-inflammatory, antimicrobial, at wound-healing na katangian. Madalas na ginagamit ang aloe vera bilang pangkasalukuyang lunas sa mga kondisyon sa balat, tulad ng paso, hiwa, at acne. Maaari rin itong makatulong sa pagpapakalma ng sunburn at pagbabawas ng pangangati. Bukod dito, may ilang pag-aaral na nagpapahiwatig na maaaring may benepisyo rin ang aloe vera sa loob ng katawan, kabilang ang pagpapabuti ng digestion at pagpapalakas ng immune system.",
			"patterns": [
				"Paano ihanda ang Aloe Vera?",
				"Mga hakbang sa paghahanda ng Aloe Vera para sa paso",
				"Paano gamitin ang Aloe Vera para sa paggaling?",
				"Paano kunin ang gel ng Aloe Vera?",
				"Mga tamang pamamaraan ng paglalagay ng Aloe Vera",
				"Paano itago ang gel ng Aloe Vera?"
			],
			"procedures": [
				"Linisin ang Bahagi: Dahan-dahang banlawan ang apektadong bahagi gamit ang malamig na tubig upang alisin ang anumang dumi o debris. Gupitin ang Sariwang Dahon ng Aloe Vera: Gumamit ng malinis na kutsilyo upang putulin ang dahon ng Aloe Vera malapit sa puno nito. Kunin ang Gel: Hiwain nang pahaba ang dahon at maingat na kunin ang gel sa loob. I-apply ang Gel: Dahan-dahang ipahid ang manipis na layer ng Aloe Vera gel sa apektadong bahagi. Pahintulutang Ma-absorb: Hayaan ang gel na tuluyang ma-absorb ng balat. Ulitin ang paglalagay kung kinakailangan. Itabi ang Natirang Gel: Ilagay ang natirang gel sa isang lalagyang may takip at ilagay sa refrigerator para magamit sa hinaharap."
			],
			"relations": ["Burn", "Stings", "Bruises", "Sun Burn", "Rash"],
			"references": [
				"https://hellodoctor.com.ph/fil/mga-herbal-at-alternatives/halamang-gamot/benepisyo-ng-aloe-vera/",
				"https://www.almanac.com/aloe-vera-self-regenerating-first-aid-kit",
				"https://naturallysavvy.com/care/7-fabulous-first-aid-uses-for-aloe-vera-you-should-know/",
				"https://wellnessnova.com/herbal-first-aid-kit/"
			],
			"context_set": ""
		},
		{
			"tag": "Dahon ng Saging",
			"type": "treatment",
			"meaning": "Dahon ng saging (banana leaf) is a versatile material commonly used in Filipino cuisine and traditional medicine. It is the large, green leaf of a banana tree. Dahon ng saging is often used as a natural wrapping material for various Filipino dishes, such as suman, tamales, and lechon. It imparts a unique flavor and aroma to the food, while also helping to retain moisture and prevent it from sticking. Beyond its culinary uses, dahon ng saging has been used for centuries as a traditional remedy for various ailments. It is believed to have anti-inflammatory, antimicrobial, and wound-healing properties. The leaves can be applied topically to soothe skin irritations, burns, and insect bites. Additionally, dahon ng saging may help to reduce fever and relieve pain.",
			"patterns": [
				"How to prepare banana leaves?",
				"Steps to prepare banana leaves for wounds",
				"How to use banana leaves for healing?",
				"How to soften banana leaves?",
				"Best practices for using banana leaves on cuts."
			],
			"procedures": [
				"Clean the Banana Leaf: Rinse the banana leaf thoroughly with clean water to remove dirt. Heat the Leaf: Gently pass the leaf over low heat to soften it without burning. Cool the Leaf: Allow the leaf to cool down until it's comfortable to touch. Place on the Cut: Wrap or place the softened banana leaf over the cut. Secure in Place: Use a clean bandage or cloth to hold the leaf in place."
			],
			"relations": ["burns", "Cuts", "bleeding"],
			"references": [
				"https://tl.wikibooks.org/wiki/Lunas_Gamit_ang_Halamang_Gamot_at_Haydroterapi/Lunas_sa_nagdurugong_sugat",
				"https://www.slideshare.net/slideshow/3-final-first-aid-101ppt/264742676",
				""
			],
			"context_set": ""
		},
		{
			"tag": "Banana Leaves",
			"type": "treatment",
			"meaning": "Ang dahon ng saging ay isang maraming gamit na materyal na karaniwang ginagamit sa lutuing Pilipino at tradisyunal na medisina. Ito ay ang malalaking berdeng dahon ng puno ng saging. Madalas itong ginagamit bilang natural na pambalot sa iba't ibang pagkaing Pilipino, tulad ng suman, tamales, at lechon. Nagbibigay ito ng natatanging lasa at aroma sa pagkain, habang tumutulong din sa pagpapanatili ng halumigmig at pag-iwas sa pagkakadikit. Bukod sa gamit nito sa pagluluto, matagal nang ginagamit ang dahon ng saging bilang tradisyunal na lunas sa iba't ibang karamdaman. Pinaniniwalaang mayroon itong mga anti-inflammatory, antimicrobial, at wound-healing na katangian. Maaari itong ilagay nang direkta sa balat upang pakalmahin ang mga iritasyon, paso, at kagat ng insekto. Bukod pa rito, ang dahon ng saging ay maaaring makatulong sa pagpapababa ng lagnat at pag-alis ng sakit.",
			"patterns": [
				"Paano ihanda ang dahon ng saging?",
				"Mga hakbang sa paghahanda ng dahon ng saging para sa sugat",
				"Paano gamitin ang dahon ng saging para sa paggaling?",
				"Paano palambutin ang dahon ng saging?",
				"Mga tamang pamamaraan ng paggamit ng dahon ng saging sa sugat."
			],
			"procedures": [
				"Linisin ang Dahon ng Saging: Hugasan ang dahon ng saging nang mabuti gamit ang malinis na tubig para matanggal ang dumi. Painitin ang Dahon: Dahan-dahang ipadaan ang dahon sa mahinang apoy para lumambot, ngunit huwag itong sunugin. Palamigin ang Dahon: Hayaan itong lumamig hanggang sa kaya na itong hawakan nang kumportable. Ilagay sa Sugat: Ibalot o ilagay ang pinalambot na dahon ng saging sa sugat. Talian o Siguraduhin ang Puwesto: Gumamit ng malinis na benda o tela para manatili ang dahon sa lugar."
			],
			"relations": ["burns", "Cuts", "bleeding"],
			"references": [
				"https://tl.wikibooks.org/wiki/Lunas_Gamit_ang_Halamang_Gamot_at_Haydroterapi/Lunas_sa_nagdurugong_sugat",
				"https://www.slideshare.net/slideshow/3-final-first-aid-101ppt/264742676",
				""
			],
			"context_set": ""
		},
		{
			"tag": "Dahon ng Mayana",
			"type": "treatment",
			"meaning": "Mayana leaves (Coleus blumei) are a popular medicinal herb in the Philippines. They are known for their potential healing properties and are used in traditional medicine to treat a variety of ailments. Mayana leaves contain compounds that may have anti-inflammatory, antimicrobial, and pain-relieving properties. They have been traditionally used to treat wounds, sprains, bruises, and swelling. The leaves can be crushed and applied directly to the affected area to reduce pain and inflammation. Additionally, mayana leaves may have other potential health benefits, such as improving digestion and boosting immunity.",
			"patterns": [
				"How to prepare Mayana leaves?",
				"Steps to prepare Mayana leaves for wounds",
				"How to use Mayana leaves for healing?",
				"How to crush Mayana leaves?",
				"Best practices for using Mayana leaves on cuts."
			],
			"procedures": [
				"Clean the Leaves: Rinse the Mayana leaves thoroughly with clean water. Crush the Leaves: Gently crush or mash the leaves to release their juices. Apply on Affected Area: Place the crushed leaves directly on the cut, swollen, or inflamed area. Secure in Place: Use a clean cloth or bandage to hold the leaves in place. Replace as Needed: Change the leaves regularly, especially when they dry out."
			],
			"relations": ["burns", "Cuts", "bleeding"],
			"references": [
				"https://tl.wikibooks.org/wiki/Lunas_Gamit_ang_Halamang_Gamot_at_Haydroterapi/Lunas_sa_nagdurugong_sugat",
				"https://www.herbanext.com/medicinal-herbs/painted-coleus-mayana",
				"https://sonyasgarden.com/explore-the-garden/3-reasons-mayana-garden/",
				"http://www.ijfe.org/uploadfile/2017/0816/20170816112607904.pdf"
			],
			"context_set": ""
		},
		{
			"tag": "Mayana Leaves",
			"type": "treatment",
			"meaning": "Ang mga dahon ng mayana (Coleus blumei) ay isang tanyag na halamang-gamot sa Pilipinas. Kilala ang mga ito sa kanilang posibleng mga katangiang nakakagamot at ginagamit sa tradisyunal na medisina upang gamutin ang iba't ibang karamdaman. Ang mga dahon ng mayana ay naglalaman ng mga sangkap na maaaring may anti-inflammatory, antimicrobial, at pain-relieving na mga katangian. Tradisyunal na ginagamit ang mga ito upang gamutin ang mga sugat, pilay, pasa, at pamamaga. Ang mga dahon ay maaaring durugin at direktang ilapat sa apektadong bahagi ng katawan upang mabawasan ang sakit at pamamaga. Bukod pa rito, ang mga dahon ng mayana ay maaaring magbigay ng iba pang benepisyo sa kalusugan, tulad ng pagpapabuti ng digestion at pagpapalakas ng immune system.",
			"patterns": [
				"Paano ihanda ang dahon ng Mayana?",
				"Mga hakbang sa paghahanda ng dahon ng Mayana para sa sugat",
				"Paano gamitin ang dahon ng Mayana para sa paggaling?",
				"Paano durugin ang dahon ng Mayana?",
				"Mga tamang pamamaraan ng paggamit ng dahon ng Mayana sa sugat."
			],
			"procedures": [
				"Linisin ang Dahon: Hugasan ang mga dahon ng Mayana nang mabuti gamit ang malinis na tubig. Durugin ang Dahon: Dahan-dahang durugin o dikdikin ang mga dahon upang lumabas ang katas. Ilagay sa Apektadong Bahagi: Ipatong ang dinurog na dahon direkta sa sugat, pamamaga, o namamagang bahagi. Talian o Siguraduhin ang Puwesto: Gumamit ng malinis na tela o benda para manatili ang dahon sa lugar. Palitan kung Kinakailangan: Palitan ang dahon kapag natuyo o hindi na sariwa."
			],
			"relations": ["burns", "Cuts", "bleeding"],
			"references": [
				"https://tl.wikibooks.org/wiki/Lunas_Gamit_ang_Halamang_Gamot_at_Haydroterapi/Lunas_sa_nagdurugong_sugat",
				"https://www.herbanext.com/medicinal-herbs/painted-coleus-mayana",
				"https://sonyasgarden.com/explore-the-garden/3-reasons-mayana-garden/",
				"http://www.ijfe.org/uploadfile/2017/0816/20170816112607904.pdf"
			],
			"context_set": ""
		},
		{
			"tag": "Honey",
			"type": "treatment",
			"meaning": "Honey is a sweet, viscous substance produced by bees from nectar collected from flowers. It is a natural sweetener that has been used for centuries for both its culinary and medicinal properties. Honey is rich in antioxidants and bioactive compounds that may have health benefits. It has been shown to have antibacterial and antifungal properties, which can help to fight infections. Additionally, honey may help to soothe sore throats, coughs, and digestive issues. Some studies suggest that honey may also have anti-inflammatory properties and can help to improve sleep quality.",
			"patterns": [
				"How to prepare honey for wounds?",
				"Steps to use honey for wound healing",
				"How to apply honey on wounds?",
				"Best practices for using honey on cuts",
				"How to choose raw honey for healing?",
				"",
				"",
				"",
				"",
				"",
				"",
				""
			],
			"procedures": [
				"Choose Raw Honey: Use raw, unprocessed honey for its natural medicinal properties. Clean the Wound: Gently rinse the affected area with clean water. Apply Honey: Spread a thin layer of honey directly on the wound or affected area. Cover the area: Place a sterile bandage or gauze over the honey-coated area to keep it in place. Change Regularly: Replace the honey and bandage as needed, especially if the bandage becomes wet or dirty. Monitor for Reactions: Observe the wound for any signs of allergic reactions or irritation."
			],
			"relations": ["Stings", "Splinter", "Sun Burn"],
			"references": [
				"https://www.medicalnewstoday.com/articles/322907#medical-treatments",
				"https://www.healthline.com/nutrition/benefits-of-honey",
				"https://www.nutritionletter.tufts.edu/healthy-eating/honey-potential-benefits-and-risks/",
				"https://newsnetwork.mayoclinic.org/discussion/mayo-clinic-minute-the-cautions-and-benefits-of-honey/",
				"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5424551/",
				"https://ahpanet.com/"
			],
			"context_set": ""
		},
		{
			"tag": "Honey",
			"type": "treatment",
			"meaning": "Ang pulot ay isang matamis at malapot na substansya na ginagawa ng mga bubuyog mula sa nektar na kinokolekta mula sa mga bulaklak. Ito ay isang natural na pampatamis na ginagamit sa loob ng maraming siglo para sa parehong mga katangian nito sa pagluluto at medisina. Ang pulot ay mayaman sa antioxidants at mga bioactive na sangkap na maaaring magbigay ng benepisyo sa kalusugan. Ipinakita na mayroon itong antibacterial at antifungal na mga katangian, na makakatulong sa paglaban sa mga impeksyon. Bukod dito, maaaring makatulong ang pulot sa pagpapakalma ng sore throat, ubo, at mga problema sa pagtunaw. May ilang pag-aaral na nagpapahiwatig na ang pulot ay maaaring mayroon ding anti-inflammatory na mga katangian at makakatulong sa pagpapabuti ng kalidad ng pagtulog.",
			"patterns": [
				"Paano ihanda ang honey para sa sugat?",
				"Mga hakbang sa paggamit ng honey para sa pagpapagaling ng sugat",
				"Paano maglagay ng honey sa sugat?",
				"Mga tamang pamamaraan ng paggamit ng honey sa sugat",
				"Paano pumili ng raw honey para sa paggaling?",
				"",
				"",
				"",
				"",
				"",
				"",
				""
			],
			"procedures": [
				"Pumili ng Raw Honey: Gumamit ng raw, hindi naprosesong honey para sa natural na medicinal properties nito. Linisin ang Sugat: Banayad na banlawan ang apiktadong lugar gamit ang malinis na tubig. Ilagay ang Honey: Maglagay ng manipis na layer ng honey direkta sa sugat o apektadong bahagi. Takpan ang apiktadong lugar: Ilagay ang sterile na bendahe o gauze sa ibabaw ng honey-coated na bahagi upang manatili ito sa lugar. Palitan Regularly: Palitan ang honey at bendahe kung kinakailangan, lalo na kung nagiging basa o marumi ang bendahe. Suriin ang Reaksyon: Obserbahan ang sugat para sa anumang palatandaan ng allergic reactions o iritasyon."
			],
			"relations": ["Stings", "Splinter", "Sun Burn"],
			"references": [
				"https://www.medicalnewstoday.com/articles/322907#medical-treatments",
				"https://www.healthline.com/nutrition/benefits-of-honey",
				"https://www.nutritionletter.tufts.edu/healthy-eating/honey-potential-benefits-and-risks/",
				"https://newsnetwork.mayoclinic.org/discussion/mayo-clinic-minute-the-cautions-and-benefits-of-honey/",
				"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5424551/",
				"https://ahpanet.com/"
			],
			"context_set": ""
		},
		{
			"tag": "Garlic (Sprains)",
			"type": "treatment",
			"meaning": "Garlic is a pungent, bulbous plant that is widely used in cooking and traditional medicine. It has a strong, distinct flavor and aroma. Garlic is rich in antioxidants and bioactive compounds that may have health benefits. Some of these compounds include allicin, which is thought to be responsible for many of garlic's medicinal properties. Garlic has been shown to have antimicrobial, antifungal, and anti-inflammatory properties. It may also help to lower blood pressure, reduce cholesterol levels, and boost immunity.",
			"patterns": [
				"How to prepare garlic for treating sprains?",
				"Steps to use garlic for sprain relief",
				"How to apply garlic for sprain recovery?",
				"Best practices for using garlic in sprain treatment",
				"How to infuse garlic oil for sprain relief?"
			],
			"procedures": [
				"Select Fresh Garlic: Choose firm, plump garlic bulbs. Avoid those with soft spots or mold. Peel the Cloves: Gently remove the outer skin of the garlic bulb. Separate the individual cloves and peel off their papery skin. Crush or Mince: Crushing: Use a garlic press or the flat side of a chef's knife to crush the cloves. Mincing: Chop the cloves finely with a knife. Create a Paste: Mix crushed or minced garlic with a bit of honey or olive oil to create a paste. Apply to the Sprained Area: Apply the garlic paste directly to the sprained area. You can cover it with a bandage or cloth to keep it in place."
			],
			"relations": ["Sprains"],
			"references": [
				"https://www.algotech.ca/en/natural-remedies-for-an-ankle-sprain/",
				"https://www.tasteofhome.com/collection/homemade-first-aid-remedies/",
				"https://health.clevelandclinic.org/6-surprising-ways-garlic-boosts-your-health"
			],
			"context_set": ""
		},
		{
			"tag": "bawang (Sprains)",
			"type": "treatment",
			"meaning": "Ang bawang ay isang matapang, bulbous na halaman na malawakang ginagamit sa pagluluto at tradisyunal na gamot. Mayroon itong malakas, natatanging lasa at amoy. Ang bawang ay mayaman sa mga antioxidant at bioactive compound na maaaring magkaroon ng mga benepisyo sa kalusugan. Ang ilan sa mga compound na ito ay kasama ang allicin, na naisip na responsable para sa marami sa mga nakapagpapagaling na katangian ng bawang. Ang bawang ay napatunayang mayroong antimicrobial, antifungal, at anti-inflammatory properties. Maaari din itong makatulong na ibaba ang presyon ng dugo, bawasan ang mga antas ng kolesterol, at palakasin ang kaligtasan sa sakit.",
			"patterns": [
				"Paano maghanda ng bawang para sa pag-gamot ng sprain?",
				"Mga hakbang sa paggamit ng bawang para sa ginhawa sa sprain",
				"Paano maglagay ng bawang para sa pag-rekober mula sa sprain?",
				"Mga tamang pamamaraan ng paggamit ng bawang sa paggamot ng sprain",
				"Paano gumawa ng infused garlic oil para sa ginhawa sa sprain?"
			],
			"procedures": [
				"Pumili ng Sariwang Bawang: Pumili ng matigas at buo na mga ulo ng bawang. Iwasan ang mga may malalambot na parte o amag. Balatan ang Mga Butil: Dahan-dahang alisin ang panlabas na balat ng ulo ng bawang. Paghiwa-hiwalayin ang mga butil at balatan ang kanilang manipis na balat. Durugin o Tadtarin: Durugin: Gumamit ng garlic press o patag na bahagi ng kutsilyong pangkusina upang durugin ang mga butil. Tadtarin: Hiwain nang pino ang mga butil gamit ang kutsilyo. Gumawa ng Paste: Paghaluin ang dinurog o tinadtad na bawang sa kaunting honey o olive oil upang makagawa ng paste. I-apply sa Bahaging Napilayan: Ipahid ang bawang paste nang direkta sa bahaging napilayan. Maaari itong takpan ng benda o tela upang manatili ito sa lugar."
			],
			"relations": ["Sprains"],
			"references": [
				"https://www.algotech.ca/en/natural-remedies-for-an-ankle-sprain/",
				"https://www.tasteofhome.com/collection/homemade-first-aid-remedies/",
				"https://health.clevelandclinic.org/6-surprising-ways-garlic-boosts-your-health"
			],
			"context_set": ""
		},
		{
			"tag": "Onion",
			"type": "treatment",
			"meaning": "Onion is a bulbous plant that is widely used in cooking and traditional medicine. It has a strong, pungent flavor and aroma. Onions are rich in antioxidants and bioactive compounds that may have health benefits. Some of these compounds include flavonoids, which are thought to be responsible for many of onions' medicinal properties. Onions have been shown to have antimicrobial, antifungal, and anti-inflammatory properties. They may also help to lower blood pressure, reduce cholesterol levels, and boost immunity.",
			"patterns": [
				"How to prepare onions for wounds?",
				"Steps to use onions for minor cuts and scrapes",
				"How to apply onions for insect bites?",
				"Best practices for using onions in home remedies",
				"How to chop onions for medicinal use?"
			],
			"procedures": [
				"Peel the onion: Remove the outer skin of the onion. Grate or blend: Use a grater or blender to crush the onion into a fine paste. Apply: Apply the onion paste directly to the sprained area. You can secure it with a bandage or gauze."
			],
			"relations": ["Sprains"],
			"references": [
				"https://wellnessmama.com/remedies/onion-benefits/",
				"https://www.algotech.ca/en/natural-remedies-for-an-ankle-sprain/",
				"https://txnaturalpediatrics.com/2019/08/06/natural-remedies-for-a-sprained-ankle/",
				"",
				"",
				"",
				"",
				""
			],
			"context_set": ""
		},
		{
			"tag": "Sibuyas",
			"type": "treatment",
			"meaning": "Ang sibuyas ay isang bulbous na halaman na malawakang ginagamit sa pagluluto at tradisyunal na gamot. Mayroon itong malakas, matapang na lasa at amoy. Ang mga sibuyas ay mayaman sa mga antioxidant at bioactive compound na maaaring magkaroon ng mga benepisyo sa kalusugan. Ang ilan sa mga compound na ito ay kasama ang mga flavonoid, na naisip na responsable para sa marami sa mga nakapagpapagaling na katangian ng sibuyas. Ang mga sibuyas ay napatunayang mayroong antimicrobial, antifungal, at anti-inflammatory properties. Maaari din itong makatulong na ibaba ang presyon ng dugo, bawasan ang mga antas ng kolesterol, at palakasin ang kaligtasan sa sakit.",
			"patterns": [
				"Paano maghanda ng sibuyas para sa mga sugat?",
				"Mga hakbang sa paggamit ng sibuyas para sa maliit na sugat at gasgas",
				"Paano maglagay ng sibuyas para sa kagat ng insekto?",
				"Mga tamang pamamaraan ng paggamit ng sibuyas sa mga remedyo sa bahay",
				"Paano tadtarin ang sibuyas para sa medicinal na paggamit?"
			],
			"procedures": [
				"Balatan ang sibuyas: Alisin ang panlabas na balat ng sibuyas. Grate o blend: Gamit ang isang grater o blender, durugin ang sibuyas hanggang maging isang pinong paste. Ilapat: Ilapat ang paste ng sibuyas nang direkta sa namamagang lugar. Maaari mo itong i-secure gamit ang isang benda o gauze."
			],
			"relations": ["Sprains"],
			"references": [
				"https://wellnessmama.com/remedies/onion-benefits/",
				"https://www.algotech.ca/en/natural-remedies-for-an-ankle-sprain/",
				"https://txnaturalpediatrics.com/2019/08/06/natural-remedies-for-a-sprained-ankle/",
				"",
				"",
				"",
				"",
				"",
				""
			],
			"context_set": ""
		},
		{
			"tag": "Cabbage",
			"type": "treatment",
			"meaning": "Cabbage is a leafy green vegetable that is widely used in cooking. It has a firm, white head with green outer leaves. Cabbage is a rich source of vitamins, minerals, and antioxidants. It is a good source of vitamin C, vitamin K, and potassium. Cabbage also contains fiber, which can help promote digestive health. Some studies suggest that cabbage may have anti-inflammatory and anticancer properties.",
			"patterns": [
				"How to prepare cabbage for sprains?",
				"Steps to use cabbage for sprains",
				"How to apply cabbage leaves for sprains?",
				"Best practices for using cabbage leaves in home remedies for sprains",
				"How to soften cabbage leaves for external use on sprains?",
				"How to wrap a sprained ankle using cabbage leaves?",
				"Best cabbage remedies for sprained muscles",
				"How long should you leave cabbage leaves on a sprained area?",
				"Benefits of using cabbage leaves for sprain relief",
				"Can cabbage leaves reduce swelling from sprains?",
				"How to store cabbage leaves for home remedies on sprains?"
			],
			"procedures": [
				"Remove and rinse 2-3 large cabbage leaves. Pat them dry. Wrap in tin foil and warm in the oven (make sure they’re warm, not hot). Place the warm leaves on the sprained area. Secure with a bandage or cloth wrap. Leave for 30 minutes. Repeat twice a day."
			],
			"relations": ["Sprains"],
			"references": [
				"https://www.algotech.ca/en/natural-remedies-for-an-ankle-sprain/",
				"https://www.livestrong.com/article/205430-how-to-apply-raw-cabbage-leaves-for-the-relief-of-joint-pain/",
				"https://www.womansworld.com/wellness/pain-management/cabbage-leaves-for-inflammation-170241",
				"https://thelostherbs.com/how-to-make-cabbage-bandages-to-treat-inflammation-and-joint-pain/",
				"https://www.healthline.com/nutrition/benefits-of-cabbage"
			],
			"context_set": ""
		},
		{
			"tag": "Repolyo ",
			"type": "treatment",
			"meaning": "Ang repolyo ay isang malabay na berdeng gulay na malawakang ginagamit sa pagluluto. Mayroon itong matigas, puting ulo na may berdeng panlabas na mga dahon. Ang repolyo ay isang mahusay na pinagmumulan ng mga bitamina, mineral, at antioxidant. Ito ay isang magandang pinagmumulan ng bitamina C, bitamina K, at potasyum. Naglalaman din ang repolyo ng fiber, na maaaring makatulong sa pagpapalakas ng kalusugan ng pagtunaw. Iminumungkahi ng ilang pag-aaral na ang repolyo ay maaaring magkaroon ng mga anti-inflammatory at anticancer properties.",
			"patterns": [
				"Paano ihanda ang cabbage para sa pilay?",
				"Mga hakbang sa paggamit ng cabbage para sa pilay",
				"Paano maglagay ng dahon ng cabbage para sa pilay?",
				"Mga tamang pamamaraan ng paggamit ng dahon ng cabbage sa mga remedyo sa bahay para sa pilay",
				"Paano palambutin ang mga dahon ng cabbage para sa panlabas na paggamit sa pilay?",
				"Paano balutin ang pilay na bukung-bukong gamit ang dahon ng cabbage?",
				"Mga pinakamahusay na remedyo gamit ang dahon ng cabbage para sa pilay ng kalamnan",
				"Gaano katagal dapat iwan ang mga dahon ng cabbage sa pilay na bahagi ng katawan?",
				"Mga benepisyo ng paggamit ng dahon ng cabbage para sa ginhawa ng pilay",
				"Makakabawas ba ang dahon ng cabbage sa pamamaga mula sa pilay?",
				"Paano itago ang mga dahon ng cabbage para sa mga remedyo sa bahay laban sa pilay?"
			],
			"procedures": [
				"Alisin at banlawan ang 2-3 malalaking dahon ng repolyo. Pat dry ang mga ito.Balutin sa tin foil at painitin sa oven (tiyakin na maligamgam lang, hindi mainit). Ilagay ang maligamgam na dahon sa namamagang lugar.I-secure gamit ang isang benda o balot ng tela. Hayaan ng 30 minuto. Ulitin nang dalawang beses sa isang araw."
			],
			"relations": ["Sprains"],
			"references": [
				"https://www.algotech.ca/en/natural-remedies-for-an-ankle-sprain/",
				"https://www.livestrong.com/article/205430-how-to-apply-raw-cabbage-leaves-for-the-relief-of-joint-pain/",
				"https://www.womansworld.com/wellness/pain-management/cabbage-leaves-for-inflammation-170241",
				"https://thelostherbs.com/how-to-make-cabbage-bandages-to-treat-inflammation-and-joint-pain/",
				"https://www.healthline.com/nutrition/benefits-of-cabbage"
			],
			"context_set": ""
		},
		{
			"tag": "Pineapple",
			"type": "treatment",
			"meaning": "Pineapple is a tropical fruit known for its sweet, tangy flavor and distinctive appearance. It has a tough, spiky exterior and a juicy, yellow interior. Pineapples are rich in nutrients, including vitamins A, C, and B vitamins, as well as minerals like manganese and copper. They are also a good source of fiber. Pineapples contain a digestive enzyme called bromelain, which may help to improve digestion and reduce inflammation. Additionally, pineapples have been shown to have antioxidant properties.",
			"patterns": [
				"How to prepare pineapple for bruises?",
				"Steps to use pineapple for treating bruises",
				"How to apply pineapple on bruises for quick relief?",
				"Best practices for using pineapple on bruises",
				"How long should you leave pineapple on bruises?",
				"Can pineapple reduce swelling from bruises?",
				"How to soften pineapple for bruise treatment?",
				"Benefits of using pineapple for treating bruises",
				"How to store pineapple for first aid use on bruises?",
				"Can pineapple speed up the healing process of bruises?",
				"Why is pineapple effective for bruises?",
				"How to apply pineapple juice for bruises?",
				"Can pineapple reduce discoloration from bruises?"
			],
			"procedures": [
				"Choose Fresh Pineapple: Use fresh pineapple for its natural enzymes and benefits. Prepare the Pineapple: Peel and Core: Peel the pineapple and remove the core. Cut into Pieces: Cut the pineapple into small, manageable pieces. Apply to the Affected Area: For Skin Inflammation or Minor Burns: Crush or mash the pineapple pieces to release its juice and apply directly to the affected area. For Bruises: Apply fresh pineapple pieces directly to the bruise to help reduce inflammation and promote healing. Cover if Needed: Use a clean bandage or cloth to cover the pineapple if necessary, especially if applying to a larger area. Monitor for Reactions: Observe for any signs of irritation or allergic reactions. Pineapple contains bromelain, which can be potent and might cause a stinging sensation."
			],
			"relations": ["Bruises"],
			"references": [
				"https://www.greenchildmagazine.com/herbal-remedies-for-bruises/",
				"https://www.britannica.com/plant/pineapple",
				"https://www.everydayhealth.com/diet-nutrition/pineapple-benefits-nutrition-facts-side-effects-more/",
				"https://www.healthline.com/nutrition/benefits-of-pineapple"
			],
			"context_set": ""
		},
		{
			"tag": "Pinya ",
			"type": "treatment",
			"meaning": "Ang pinya ay isang tropikal na prutas na kilala sa matamis, maasim na lasa at natatanging hitsura. Mayroon itong matigas, matubong panlabas at isang makatas, dilaw na loob. Ang mga pinya ay mayaman sa mga sustansya, kabilang ang mga bitamina A, C, at B vitamins, pati na rin ang mga mineral tulad ng manganese at copper. Ang mga ito ay isang mahusay din na pinagmumulan ng fiber. Naglalaman ang mga pinya ng isang digestive enzyme na tinatawag na bromelain, na maaaring makatulong na mapabuti ang panunaw at mabawasan ang pamamaga. Bukod dito, napatunayang mayroong mga antioxidant properties ang mga pinya.",
			"patterns": [
				"Paano ihanda ang pinya para sa mga pasa?",
				"Mga hakbang sa paggamit ng pinya para gamutin ang mga pasa",
				"Paano maglagay ng pinya sa mga pasa para sa mabilis na ginhawa?",
				"Mga tamang pamamaraan ng paggamit ng pinya sa mga pasa",
				"Gaano katagal dapat iwanan ang pinya sa mga pasa?",
				"Makakabawas ba ang pinya sa pamamaga ng mga pasa?",
				"Paano palambutin ang pinya para gamutin ang mga pasa?",
				"Mga benepisyo ng paggamit ng pinya para sa paggamot ng mga pasa",
				"Paano itabi ang pinya para sa pangunang lunas sa mga pasa?",
				"Makakatulong ba ang pinya sa pagpapabilis ng paggaling ng mga pasa?",
				"Bakit epektibo ang pinya para sa mga pasa?",
				"Paano maglagay ng katas ng pinya sa mga pasa?",
				"Makakatulong ba ang pinya sa pagbabawas ng kulay ng mga pasa?"
			],
			"procedures": [
				"Pumili ng sariwang pinya: Gamitin ang sariwang pinya para sa mga natural na enzymes at benepisyo nito. Ihanda ang pinya: Balatan at alisin ang puso: Balatan ang pinya at alisin ang puso nito. Gupitin sa maliliit na piraso: Gupitin ang pinya sa maliliit, madaling hawakan na mga piraso. Ilapat sa apektadong lugar: Para sa pamamaga ng balat o maliliit na paso: Durugin o pisain ang mga piraso ng pinya upang ilabas ang katas nito at ilapat nang direkta sa apektadong lugar. Para sa mga pasa: Ilapat ang mga sariwang piraso ng pinya nang direkta sa pasa upang makatulong na mabawasan ang pamamaga at maitaguyod ang paggaling. Takpan kung kinakailangan: Gumamit ng malinis na benda o tela upang takpan ang pinya kung kinakailangan, lalo na kung inilapat sa isang mas malaking lugar. Subaybayan ang mga reaksyon: Obserbahan ang anumang mga palatandaan ng pangangati o alerdyik na reaksyon. Ang pinya ay naglalaman ng bromelain, na maaaring malakas at maaaring magdulot ng pakiramdam ng pagtusok."
			],
			"relations": ["Bruises"],
			"references": [
				"https://www.greenchildmagazine.com/herbal-remedies-for-bruises/",
				"https://www.britannica.com/plant/pineapple",
				"https://www.everydayhealth.com/diet-nutrition/pineapple-benefits-nutrition-facts-side-effects-more/",
				"https://www.healthline.com/nutrition/benefits-of-pineapple"
			],
			"context_set": ""
		},
		{
			"tag": "Orange",
			"type": "treatment",
			"meaning": "Oranges are citrus fruits known for their sweet, tangy flavor and vibrant color. They are a good source of vitamins, minerals, and antioxidants. Oranges are rich in vitamin C, which is essential for boosting immunity and promoting overall health. They also contain vitamin A, potassium, and fiber. Oranges are a good source of antioxidants, which can help protect cells from damage.",
			"patterns": [
				"How to prepare orange for bruises?",
				"Steps to use orange for treating bruises",
				"How to apply orange on bruises for quick relief?",
				"Best practices for using orange on bruises",
				"How long should you leave orange on bruises?",
				"Can orange reduce swelling from bruises?",
				"How to soften orange for bruise treatment?",
				"Benefits of using orange for treating bruises",
				"How to store orange for first aid use on bruises?",
				"Can orange speed up the healing process of bruises?",
				"Why is orange effective for bruises?",
				"How to apply orange juice for bruises?",
				"Can orange reduce discoloration from bruises?"
			],
			"procedures": [
				"Choose Fresh Oranges: Use fresh oranges for the best results. Prepare the Orange: Peel the Orange: Remove the outer peel and pith. Cut into Pieces: Cut the orange into small pieces. Apply to the Affected Area: For Skin Irritations or Minor Burns: Squeeze the juice from the orange and apply it directly to the affected area. For Cuts or Scrapes: Apply the orange juice to the wound using a clean cloth or cotton ball. Cover if Needed: Use a clean bandage or cloth to cover the area if necessary. Monitor for Reactions: Watch for any signs of irritation or allergic reactions. Oranges are acidic and might cause a stinging sensation in some cases."
			],
			"relations": ["Bruises"],
			"references": [
				"https://www.greenchildmagazine.com/herbal-remedies-for-bruises/",
				"https://www.healthline.com/nutrition/oranges",
				"https://newsroom.heart.org/file?fid=56006b325e8eef723f5df991"
			],
			"context_set": ""
		},
		{
			"tag": "Orange",
			"type": "treatment",
			"meaning": "Ang mga Orange ay mga citrus fruits na kilala sa matamis, maasim na lasa at buhay na kulay. Ang mga ito ay isang mahusay na pinagmumulan ng mga bitamina, mineral, at antioxidant. Ang mga Orange ay mayaman sa bitamina C, na mahalaga para sa pagpapalakas ng kaligtasan sa sakit at pagtataguyod ng pangkalahatang kalusugan. Naglalaman din ang mga ito ng bitamina A, potasyum, at fiber. Ang mga Orange ay isang mahusay na pinagmumulan ng mga antioxidant, na maaaring makatulong na protektahan ang mga selula mula sa pinsala.",
			"patterns": [
				"Paano ihanda ang orange para sa mga pasa?",
				"Mga hakbang sa paggamit ng orange para gamutin ang mga pasa",
				"Paano maglagay ng orange sa mga pasa para sa mabilis na ginhawa?",
				"Mga tamang pamamaraan ng paggamit ng orange sa mga pasa",
				"Gaano katagal dapat iwanan ang orange sa mga pasa?",
				"Makakabawas ba ang orange sa pamamaga ng mga pasa?",
				"Paano palambutin ang orange para gamutin ang mga pasa?",
				"Mga benepisyo ng paggamit ng orange para sa paggamot ng mga pasa",
				"Paano itabi ang orange para sa pangunang lunas sa mga pasa?",
				"Makakatulong ba ang orange sa pagpapabilis ng paggaling ng mga pasa?",
				"Bakit epektibo ang orange para sa mga pasa?",
				"Paano maglagay ng katas ng orange sa mga pasa?",
				"Makakatulong ba ang orange sa pagbabawas ng kulay ng mga pasa?"
			],
			"procedures": [
				"Pumili ng Sariwang Orange: Gumamit ng sariwang orange para sa pinakamahusay na resulta. Ihanda ang Orange: Balatan ang Orange: Alisin ang panlabas na balat at puting bahagi. Ihiwa sa Maliit na Piraso: Ihiwa ang orange sa maliliit na piraso. Ilagay sa Apektadong Lugar: Para sa Irritasyon ng Balat o Maliit na Burns: Pisilin ang katas ng orange at ipahid direkta sa apektadong lugar. Para sa Sugat o Gasgas: Ipatak ang katas ng orange sa sugat gamit ang malinis na tela o cotton ball. Takpan Kung Kinakailangan: Gumamit ng malinis na bendahe o tela upang takpan ang lugar kung kinakailangan. Suriin ang Reaksyon: Obserbahan ang anumang palatandaan ng iritasyon o allergic reactions. Ang orange ay maasim at maaaring magdulot ng stinging sensation sa ilang mga kaso."
			],
			"relations": ["Bruises"],
			"references": [
				"https://www.greenchildmagazine.com/herbal-remedies-for-bruises/",
				"https://www.healthline.com/nutrition/oranges",
				"https://newsroom.heart.org/file?fid=56006b325e8eef723f5df991"
			],
			"context_set": ""
		},
		{
			"tag": "Spinach",
			"type": "treatment",
			"meaning": "Spinach is a leafy green vegetable that is packed with nutrients. It is a good source of vitamins A, C, and K, as well as iron and potassium. Spinach also contains fiber and antioxidants. Spinach has been shown to have various health benefits, including boosting immunity, improving bone health, and promoting digestive health. It may also help to reduce the risk of certain chronic diseases, such as heart disease and cancer.",
			"patterns": [
				"How to use spinach for skin irritation?",
				"Steps to prepare spinach for minor burns",
				"How to apply spinach paste to inflammation?",
				"Best practices for using spinach on skin",
				"How to prepare fresh spinach for topical use?",
				"How to use spinach for bruises?",
				"Steps to prepare spinach for bruises",
				"How to apply spinach paste to bruises?",
				"Best practices for using spinach on bruises",
				"How to prepare fresh spinach for bruises?",
				"Can spinach help reduce swelling from bruises?",
				"How long should you leave spinach on bruises?",
				"Can spinach speed up the healing of bruises?",
				"How to soften spinach for bruise treatment?",
				"Benefits of using spinach for treating bruises"
			],
			"procedures": [
				"To use spinach as a first aid remedy for bruises, start by choosing fresh, green spinach leaves for the best results. Rinse the leaves thoroughly with clean water to remove any dirt or contaminants. Next, prepare the spinach: for external use, chop or crush the leaves to release their juice; for internal use, you can blend or cook the spinach as desired, though this may not be necessary for treating bruises. When applying the spinach, directly place the crushed leaves onto the bruise or use a spinach paste made by blending the leaves. If needed, cover the area with a clean bandage or cloth, especially if the bruise is larger. Finally, monitor the area for any signs of irritation or allergic reactions. This method can help reduce swelling and promote healing in bruised areas."
			],
			"relations": ["Bruises"],
			"references": [
				"https://www.healthline.com/health/spinach-benefits",
				"https://www.greenchildmagazine.com/herbal-remedies-for-bruises/"
			],
			"context_set": ""
		},
		{
			"tag": "Spinach",
			"type": "treatment",
			"meaning": "Ang spinach ay isang malabay na berdeng gulay na puno ng mga sustansya. Ito ay isang mahusay na pinagmumulan ng mga bitamina A, C, at K, pati na rin ang iron at potasyum. Naglalaman din ang spinach ng fiber at antioxidant. Napatunayang may iba't ibang benepisyo sa kalusugan ang spinach, kabilang ang pagpapalakas ng kaligtasan sa sakit, pagpapabuti ng kalusugan ng buto, at pagtataguyod ng kalusugan ng pagtunaw. Maaari din itong makatulong na mabawasan ang panganib ng ilang malalang sakit, tulad ng sakit sa puso at kanser.",
			"patterns": [
				"Paano gamitin ang spinach para sa iritasyon ng balat?",
				"Mga hakbang sa paghahanda ng spinach para sa maliit na burns",
				"Paano ilagay ang spinach paste sa pamamaga?",
				"Mga tamang pamamaraan sa paggamit ng spinach sa balat",
				"Paano ihanda ang sariwang spinach para sa panlabas na paggamit?",
				"Paano gamitin ang spinach para sa mga pasa?",
				"Mga hakbang sa paghahanda ng spinach para sa mga pasa",
				"Paano ilagay ang spinach paste sa mga pasa?",
				"Mga tamang pamamaraan sa paggamit ng spinach para sa mga pasa",
				"Paano ihanda ang sariwang spinach para sa mga pasa?",
				"Makakatulong ba ang spinach sa pagbabawas ng pamamaga ng mga pasa?",
				"Gaano katagal dapat iwanan ang spinach sa mga pasa?",
				"Makakatulong ba ang spinach sa pagpapabilis ng paggaling ng mga pasa?",
				"Paano palambutin ang spinach para sa paggamot ng mga pasa?",
				"Mga benepisyo ng paggamit ng spinach para gamutin ang mga pasa"
			],
			"procedures": [
				"Upang gamitin ang spinach bilang isang first aid remedy para sa mga pasa, simulan sa pamamagitan ng pagpili ng sariwa, berdeng mga dahon ng spinach para sa pinakamahusay na resulta. Banlawan nang lubusan ang mga dahon gamit ang malinis na tubig upang alisin ang anumang dumi o kontaminante. Susunod, ihanda ang spinach: para sa panlabas na paggamit, gupitin o durugin ang mga dahon upang ilabas ang katas nito; para sa panloob na paggamit, maaari mong i-blend o lutuin ang spinach ayon sa gusto, kahit na maaaring hindi ito kinakailangan para sa paggamot ng mga pasa. Kapag inilapat ang spinach, direktang ilagay ang mga durog na dahon sa pasa o gumamit ng spinach paste na gawa sa pamamagitan ng pag-blend ng mga dahon. Kung kinakailangan, takpan ang lugar gamit ang isang malinis na benda o tela, lalo na kung mas malaki ang pasa. Panghuli, subaybayan ang lugar para sa anumang mga palatandaan ng pangangati o alerdyik na reaksyon. Ang pamamaraang ito ay maaaring makatulong na mabawasan ang pamamaga at itaguyod ang paggaling sa mga namamagang lugar."
			],
			"relations": ["Bruises"],
			"references": [
				"https://www.healthline.com/health/spinach-benefits",
				"https://www.greenchildmagazine.com/herbal-remedies-for-bruises/"
			],
			"context_set": ""
		},
		{
			"tag": "Cucumber",
			"type": "treatment",
			"meaning": "Cucumber is a versatile vegetable that is often used in salads, sandwiches, and other dishes. It has a crisp, refreshing taste and a high water content. Cucumbers are a good source of vitamins and minerals, including vitamin C, potassium, and magnesium. They are also a low-calorie food that can help with hydration. Cucumbers contain a compound called cucurbitacin, which may have anti-inflammatory properties. Additionally, cucumbers are a good source of fiber, which can promote digestive health.",
			"patterns": [
				"How to use cucumber for skin irritation?",
				"Steps to prepare cucumber for burns",
				"How to apply cucumber for puffy eyes?",
				"Best practices for using cucumber on skin",
				"How to prepare fresh cucumber for topical use?"
			],
			"procedures": [
				"Choose Fresh Cucumbers: Use fresh, firm cucumbers for best results. Prepare the Cucumber: Wash Thoroughly: Rinse the cucumber under clean water to remove any dirt or pesticides. Peel (Optional): Peel the cucumber if desired, though the skin contains beneficial nutrients. Slice or Mash: Cut the cucumber into thin slices or mash it into a paste. Apply to the Affected Area: For Skin Irritations, Burns, or Swelling: Place the cucumber slices directly on the affected area. Alternatively, apply the cucumber paste to soothe the skin. For Puffy Eyes: Place chilled cucumber slices over the eyes to help reduce puffiness and soothe the area. Cover if Needed: Use a clean bandage or cloth to secure the cucumber slices or paste if necessary."
			],
			"relations": ["Sun Burn"],
			"references": [
				"https://www.manisteenews.com/news/article/sunburn-home-remedies-19551484.php",
				"https://www.verywellhealth.com/cucumber-8411954",
				"https://www.almanac.com/cucumbers-health-benefits",
				"https://www.realsimple.com/cucumber-health-benefits-7371080"
			],
			"context_set": ""
		},
		{
			"tag": "Pipino ",
			"type": "treatment",
			"meaning": "Ang pipino ay isang maraming gamit na gulay na madalas ginagamit sa mga salad, sandwich, at iba pang pagkain. Mayroon itong malutong, nakakapreskong lasa at mataas na nilalaman ng tubig. Ang mga pipino ay isang mahusay na pinagmumulan ng mga bitamina at mineral, kabilang ang bitamina C, potasyum, at magnesium. Ang mga ito ay isang mababang-kaloryang pagkain din na maaaring makatulong sa hydration. Naglalaman ang mga pipino ng isang compound na tinatawag na cucurbitacin, na maaaring magkaroon ng mga anti-inflammatory properties. Bukod dito, ang mga pipino ay isang mahusay na pinagmumulan ng fiber, na maaaring makatulong na maitaguyod ang kalusugan ng pagtunaw.",
			"patterns": [
				"Paano gamitin ang pipino para sa iritasyon ng balat?",
				"Mga hakbang sa paghahanda ng pipino para sa mga sunog",
				"Paano ilagay ang pipino para sa namamagang mata?",
				"Mga tamang pamamaraan sa paggamit ng pipino sa balat",
				"Paano ihanda ang sariwang pipino para sa panlabas na paggamit?"
			],
			"procedures": [
				"Pumili ng Pipino: Piliin ang sariwa at matigas na pipino. Ihanda: Banlawan: Banlawan ng tubig. Balatan (Opsyonal): Balatan kung gusto. Hiwain o Durugin: Gupitin o durugin. Ilagay: Para sa Irritasyon o Sunog: Ilagay sa apektadong lugar. Para sa Namamagang Mata: Ilagay ang malamig na hiwa sa mata. Takpan Kung Kailangan: Gumamit ng bendahe o tela."
			],
			"relations": ["Sun Burn"],
			"references": [
				"https://www.manisteenews.com/news/article/sunburn-home-remedies-19551484.php",
				"https://www.verywellhealth.com/cucumber-8411954",
				"https://www.almanac.com/cucumbers-health-benefits",
				"https://www.realsimple.com/cucumber-health-benefits-7371080"
			],
			"context_set": ""
		},
		{
			"tag": "Garlic (fever)",
			"type": "treatment",
			"meaning": "Garlic is a pungent, bulbous plant that is widely used in cooking and traditional medicine. It has a strong, distinct flavor and aroma. Garlic is rich in antioxidants and bioactive compounds that may have health benefits. Some of these compounds include allicin, which is thought to be responsible for many of garlic's medicinal properties. Garlic has been shown to have antimicrobial, antifungal, and anti-inflammatory properties. It may also help to lower blood pressure, reduce cholesterol levels, and boost immunity.",
			"patterns": [
				"How to prepare garlic for fever?",
				"Steps to use garlic for treating fever",
				"How to apply garlic for fever relief?",
				"Best practices for using garlic on fever",
				"How to make garlic tea for fever?",
				"Can garlic help reduce fever symptoms?",
				"How to prepare garlic paste for fever treatment?",
				"Benefits of using garlic for fever",
				"How to combine garlic with other remedies for fever?",
				"How to store garlic for medicinal use against fever?"
			],
			"procedures": [
				"Crush or chop 2-3 garlic cloves. Boil 1 cup of water. Add garlic to boiling water. Step for 5-10 minutes. Strain and add honey or lemon if desired. Drink warm."
			],
			"relations": ["Fever"],
			"references": [
				"https://theherbalacademy.com/blog/8-herbal-home-remedies-for-colds-and-flu/",
				"https://health.clevelandclinic.org/6-surprising-ways-garlic-boosts-your-health"
			],
			"context_set": ""
		},
		{
			"tag": "Bawang (fever)",
			"type": "treatment",
			"meaning": "Ang bawang ay isang matapang, bulbous na halaman na malawakang ginagamit sa pagluluto at tradisyunal na gamot. Mayroon itong malakas, natatanging lasa at amoy. Ang bawang ay mayaman sa mga antioxidant at bioactive compound na maaaring magkaroon ng mga benepisyo sa kalusugan. Ang ilan sa mga compound na ito ay kasama ang allicin, na naisip na responsable para sa marami sa mga nakapagpapagaling na katangian ng bawang. Ang bawang ay napatunayang mayroong antimicrobial, antifungal, at anti-inflammatory properties. Maaari din itong makatulong na ibaba ang presyon ng dugo, bawasan ang mga antas ng kolesterol, at palakasin ang kaligtasan sa sakit.",
			"patterns": [
				"Paano ihanda ang bawang para sa lagnat?",
				"Mga hakbang sa paggamit ng bawang para gamutin ang lagnat",
				"Paano maglagay ng bawang para sa ginhawa sa lagnat?",
				"Mga tamang pamamaraan sa paggamit ng bawang para sa lagnat",
				"Paano gumawa ng tsaa ng bawang para sa lagnat?",
				"Makakatulong ba ang bawang sa pagbabawas ng sintomas ng lagnat?",
				"Paano ihanda ang pasta ng bawang para sa paggamot ng lagnat?",
				"Mga benepisyo ng paggamit ng bawang para sa lagnat",
				"Paano pagsamahin ang bawang sa ibang remedyo para sa lagnat?",
				"Paano itabi ang bawang para sa medikal na gamit laban sa lagnat?"
			],
			"procedures": [
				"Durug-durog o gupitin ang 2-3 bawang. Pakuluan ang 1 tasa ng tubig. Idagdag ang bawang sa kumukulong tubig. Pakuluan ng 5-10 minuto. Salain at idagdag ang pulot o lemon kung ninanais. Uminom habang mainit."
			],
			"relations": ["Fever"],
			"references": [
				"https://theherbalacademy.com/blog/8-herbal-home-remedies-for-colds-and-flu/",
				"https://health.clevelandclinic.org/6-surprising-ways-garlic-boosts-your-health"
			],
			"context_set": ""
		},
		{
			"tag": "Lemon",
			"type": "treatment",
			"meaning": "Lemon is a citrus fruit known for its tart, tangy flavor and bright yellow color. It is a good source of vitamins, minerals, and antioxidants. Lemons are rich in vitamin C, which is essential for boosting immunity and promoting overall health. They also contain vitamin A, potassium, and fiber. Lemons are a good source of antioxidants, which can help protect cells from damage. Lemons can be eaten fresh, juiced, or used in various recipes. They are a versatile fruit that can be enjoyed in many different ways.",
			"patterns": [
				"How to prepare lemon for fever?",
				"Steps to use lemon for treating fever",
				"How to make lemon tea for fever relief?",
				"Best practices for using lemon on fever",
				"How to apply lemon juice for fever symptoms?",
				"Can lemon help reduce body temperature?",
				"How to combine lemon with honey for fever?",
				"Benefits of using lemon for fever",
				"How to prepare lemon-infused water for fever?",
				"How to store lemon for medicinal use against fever?"
			],
			"procedures": [
				"Squeeze the juice of 1 lemon into a glass of warm water. Stir well. Drink immediately."
			],
			"relations": ["Fever"],
			"references": [
				"https://theherbalacademy.com/blog/8-herbal-home-remedies-for-colds-and-flu/",
				"https://www.healthline.com/health/video/benefits-of-lemon-water",
				"https://www.healthline.com/nutrition/6-lemon-health-benefits"
			],
			"context_set": ""
		},
		{
			"tag": "Lemon",
			"type": "treatment",
			"meaning": "Ang lemon ay isang citrus fruit na kilala sa maasim, maasim na lasa at maliwanag na dilaw na kulay. Ito ay isang mahusay na pinagmumulan ng mga bitamina, mineral, at antioxidant. Ang mga lemon ay mayaman sa bitamina C, na mahalaga para sa pagpapalakas ng kaligtasan sa sakit at pagtataguyod ng pangkalahatang kalusugan. Naglalaman din ang mga ito ng bitamina A, potasyum, at fiber. Ang mga lemon ay isang mahusay na pinagmumulan ng mga antioxidant, na maaaring makatulong na protektahan ang mga selula mula sa pinsala. Maaaring kainin ang mga lemon nang sariwa, ma-juice, o gamitin sa iba't ibang recipe. Ang mga ito ay isang maraming gamit na prutas na maaaring masiyahan sa maraming iba't ibang paraan.",
			"patterns": [
				"Paano ihanda ang lemon para sa lagnat?",
				"Mga hakbang sa paggamit ng lemon para gamutin ang lagnat",
				"Paano gumawa ng tsaa ng lemon para sa ginhawa sa lagnat?",
				"Mga tamang pamamaraan sa paggamit ng lemon para sa lagnat",
				"Paano ilagay ang katas ng lemon para sa sintomas ng lagnat?",
				"Makakatulong ba ang lemon sa pagbabawas ng temperatura ng katawan?",
				"Paano pagsamahin ang lemon sa pulot para sa lagnat?",
				"Mga benepisyo ng paggamit ng lemon para sa lagnat",
				"Paano ihanda ang lemon-infused water para sa lagnat?",
				"Paano itabi ang lemon para sa medikal na gamit laban sa lagnat?"
			],
			"procedures": [
				"Squeeze ang katas ng 1 limon sa isang baso ng maligamgam na tubig. Haluin nang maigi. Inumin agad."
			],
			"relations": ["Fever"],
			"references": [
				"https://theherbalacademy.com/blog/8-herbal-home-remedies-for-colds-and-flu/",
				"https://www.healthline.com/health/video/benefits-of-lemon-water",
				"https://www.healthline.com/nutrition/6-lemon-health-benefits"
			],
			"context_set": ""
		},
		{
			"tag": "Garlic (Chest Pain)",
			"type": "treatment",
			"meaning": "Garlic is a pungent, bulbous plant that is widely used in cooking and traditional medicine. It has a strong, distinct flavor and aroma. Garlic is rich in antioxidants and bioactive compounds that may have health benefits. Some of these compounds include allicin, which is thought to be responsible for many of garlic's medicinal properties. Garlic has been shown to have antimicrobial, antifungal, and anti-inflammatory properties. It may also help to lower blood pressure, reduce cholesterol levels, and boost immunity.",
			"patterns": [
				"How to prepare garlic for chest pain?",
				"Steps to use garlic for treating chest pain",
				"How to make garlic tea for chest pain?",
				"Best practices for using garlic on chest pain",
				"How to apply garlic paste for chest pain?",
				"Can garlic help reduce chest pain?",
				"How to combine garlic with other remedies for chest pain?",
				"Benefits of using garlic for chest pain",
				"How to prepare garlic-infused water for chest pain?",
				"How to store garlic for medicinal use against chest pain?"
			],
			"procedures": [
				"Crush or finely chop 2-3 garlic cloves. Heat 1/4 cup of olive oil. Add garlic to the heated oil and cook for a few minutes. Let the mixture cool. Strain out the garlic pieces. Massage the garlic-infused oil onto the chest"
			],
			"relations": ["Chest Pain"],
			"references": [
				"https://www.medicalnewstoday.com/articles/321133#home-remedies",
				"https://health.clevelandclinic.org/6-surprising-ways-garlic-boosts-your-health"
			],
			"context_set": ""
		},
		{
			"tag": "Bawang (Chest Pain) ",
			"type": "treatment",
			"meaning": "Ang bawang ay isang matapang, bulbous na halaman na malawakang ginagamit sa pagluluto at tradisyunal na gamot. Mayroon itong malakas, natatanging lasa at amoy. Ang bawang ay mayaman sa mga antioxidant at bioactive compound na maaaring magkaroon ng mga benepisyo sa kalusugan. Ang ilan sa mga compound na ito ay kasama ang allicin, na naisip na responsable para sa marami sa mga nakapagpapagaling na katangian ng bawang. Ang bawang ay napatunayang mayroong antimicrobial, antifungal, at anti-inflammatory properties. Maaari din itong makatulong na ibaba ang presyon ng dugo, bawasan ang mga antas ng kolesterol, at palakasin ang kaligtasan sa sakit.",
			"patterns": [
				"Paano maghanda ng garlic para sa sakit sa dibdib?",
				"Mga hakbang sa paggamit ng garlic para sa paggamot ng sakit sa dibdib",
				"Paano gumawa ng garlic tea para sa sakit sa dibdib?",
				"Mga tamang pamamaraan sa paggamit ng garlic sa sakit sa dibdib",
				"Paano ilagay ang garlic paste para sa sakit sa dibdib?",
				"Makakatulong ba ang garlic sa pagbabawas ng sakit sa dibdib?",
				"Paano pagsamahin ang garlic sa iba pang remedyo para sa sakit sa dibdib?",
				"Mga benepisyo ng paggamit ng garlic para sa sakit sa dibdib",
				"Paano ihanda ang garlic-infused water para sa sakit sa dibdib?",
				"Paano itabi ang garlic para sa medikal na gamit laban sa sakit sa dibdib?"
			],
			"procedures": [
				"Durugin o i-chop nang pino ang 2-3 cloves ng bawang. Painitin ang 1/4 tasa ng olive oil. Idagdag ang bawang sa mainit na langis at lutuin ng ilang minuto. Hayaan na lumamig ang timpla. Salain ang mga piraso ng bawang. Imasahe ang bawang-infused na langis sa dibdib."
			],
			"relations": ["Chest Pain"],
			"references": [
				"https://www.medicalnewstoday.com/articles/321133#home-remedies",
				"https://health.clevelandclinic.org/6-surprising-ways-garlic-boosts-your-health"
			],
			"context_set": ""
		},
		{
			"tag": "Ginger (Chest Pain)",
			"type": "treatment",
			"meaning": "Luya, also known as ginger, is a popular spice and medicinal herb used in various cuisines around the world. It has a distinct, pungent flavor and aroma. Luya is rich in antioxidants and bioactive compounds that may have health benefits. Some of these compounds include gingerol, shogaol, and zingerone. These compounds may help reduce inflammation, improve digestion, and relieve nausea. Additionally, luya has been studied for its potential to lower blood sugar levels and improve heart health.",
			"patterns": [
				"How to prepare ginger for chest pain?",
				"Steps to use ginger for treating chest pain",
				"How to make ginger tea for chest pain?",
				"Best practices for using ginger on chest pain",
				"How to apply ginger paste for chest pain?",
				"Can ginger help reduce chest pain?",
				"How to combine ginger with other remedies for chest pain?",
				"Benefits of using ginger for chest pain",
				"How to prepare ginger-infused water for chest pain?",
				"How to store ginger for medicinal use against chest pain?"
			],
			"procedures": [
				"Peel and slice a 1-2 inch piece of fresh ginger. Boil the ginger slices in water for 10 minutes. Let the ginger water cool slightly. Soak a cloth in the ginger water. Apply the warm, damp cloth to the chest for 10-15 minutes"
			],
			"relations": ["Chest Pain"],
			"references": [
				"https://hellodoctor.com.ph/herbals-and-alternatives/herbal-medicines/luya-benefits/",
				"https://pinascuisine.com/luya/",
				"http://www.philippineherbalmedicine.org/ginger.htm"
			],
			"context_set": ""
		},
		{
			"tag": "Luya (Chest Pain)",
			"type": "treatment",
			"meaning": "Ang luya, na kilala rin bilang ginger, ay isang tanyag na pampalasa at halamang-gamot na ginagamit sa iba't ibang lutuin sa buong mundo. Ito ay may kakaibang, maanghang na lasa at aroma. Ang luya ay mayaman sa antioxidants at bioactive na mga sangkap na maaaring maghatid ng mga benepisyo sa kalusugan. Ilan sa mga sangkap na ito ay ang gingerol, shogaol, at zingerone. Ang mga sangkap na ito ay maaaring makatulong sa pagbabawas ng pamamaga, pagpapabuti ng digestion, at pagpapagaan ng pagduduwal. Bukod pa rito, pinag-aaralan ang luya para sa potensyal nito na pababain ang antas ng asukal sa dugo at pagbutihin ang kalusugan ng puso.",
			"patterns": [
				"Paano maghanda ng ginger para sa sakit sa dibdib?",
				"Mga hakbang sa paggamit ng ginger para sa paggamot ng sakit sa dibdib",
				"Paano gumawa ng ginger tea para sa sakit sa dibdib?",
				"Mga tamang pamamaraan sa paggamit ng ginger sa sakit sa dibdib",
				"Paano ilagay ang ginger paste para sa sakit sa dibdib?",
				"Makakatulong ba ang ginger sa pagbabawas ng sakit sa dibdib?",
				"Paano pagsamahin ang ginger sa ibang remedyo para sa sakit sa dibdib?",
				"Mga benepisyo ng paggamit ng ginger para sa sakit sa dibdib",
				"Paano ihanda ang ginger-infused water para sa sakit sa dibdib?",
				"Paano itabi ang ginger para sa medikal na gamit laban sa sakit sa dibdib?"
			],
			"procedures": [
				"Balatan at hiwain ang 1-2 pulgadang piraso ng sariwang luya. Pakuluan ang mga hiwa ng luya sa tubig ng 10 minuto. Hayaan na lumamig ng bahagya ang tubig na may luya. Isawsaw ang tela sa tubig na may luya. Ilagay ang mainit, mamasa-masang tela sa dibdib ng 10-15 minuto."
			],
			"relations": ["Chest Pain"],
			"references": [
				"https://hellodoctor.com.ph/herbals-and-alternatives/herbal-medicines/luya-benefits/",
				"https://pinascuisine.com/luya/",
				"http://www.philippineherbalmedicine.org/ginger.htm"
			],
			"context_set": ""
		},
		{
			"tag": "Almond",
			"type": "treatment",
			"meaning": "Almonds are a type of tree nut that are popular for their nutty flavor and nutritional value. They are a good source of healthy fats, fiber, protein, and antioxidants. Almonds are rich in monounsaturated fats, which can help lower cholesterol levels. They are also a good source of vitamin E, which is an antioxidant that can help protect cells from damage. Additionally, almonds contain fiber, which can promote digestive health.",
			"patterns": [
				"How to prepare almonds for chest pain?",
				"Steps to use almonds for treating chest pain",
				"How to make almond milk for chest pain?",
				"Best practices for using almonds on chest pain",
				"How to apply almond paste for chest pain?",
				"Can almonds help reduce chest pain?",
				"How to combine almonds with other remedies for chest pain?",
				"Benefits of using almonds for chest pain",
				"How to prepare almond-infused water for chest pain?",
				"How to store almonds for medicinal use against chest pain?"
			],
			"procedures": [
				"Soak 10-12 almonds in water overnight. Peel the almonds and grind them into a fine paste. Mix the paste with a small amount of coconut oil or milk. Apply the almond paste to the chest. Cover with a cloth and leave on for 10-15 minutes. Rinse off with warm water."
			],
			"relations": ["Chest Pain"],
			"references": [
				"https://www.medicalnewstoday.com/articles/321133#home-remedies",
				"https://www.healthline.com/nutrition/9-proven-benefits-of-almonds",
				"https://www.nutritionadvance.com/almonds-nutrition-benefits/"
			],
			"context_set": ""
		},
		{
			"tag": "Almond",
			"type": "treatment",
			"meaning": "Ang mga almond ay isang uri ng tree nut na sikat sa kanilang nutty na lasa at nutritional value. Ang mga ito ay isang mahusay na pinagmumulan ng malusog na taba, fiber, protina, at antioxidant. Ang mga almond ay mayaman sa monounsaturated fats, na maaaring makatulong na ibaba ang mga antas ng kolesterol. Ang mga ito ay isang mahusay din na pinagmumulan ng bitamina E, na isang antioxidant na maaaring makatulong na protektahan ang mga selula mula sa pinsala. Bukod dito, naglalaman ang mga almond ng fiber, na maaaring maitaguyod ang kalusugan ng pagtunaw.",
			"patterns": [
				"Paano maghanda ng almonds para sa sakit sa dibdib?",
				"Mga hakbang sa paggamit ng almonds para sa paggamot ng sakit sa dibdib",
				"Paano gumawa ng almond milk para sa sakit sa dibdib?",
				"Mga tamang pamamaraan sa paggamit ng almonds sa sakit sa dibdib",
				"Paano ilagay ang almond paste para sa sakit sa dibdib?",
				"Makakatulong ba ang almonds sa pagbabawas ng sakit sa dibdib?",
				"Paano pagsamahin ang almonds sa ibang remedyo para sa sakit sa dibdib?",
				"Mga benepisyo ng paggamit ng almonds para sa sakit sa dibdib",
				"Paano ihanda ang almond-infused water para sa sakit sa dibdib?",
				"Paano itabi ang almonds para sa medikal na gamit laban sa sakit sa dibdib?"
			],
			"procedures": [
				"Ibabad ang 10-12 almonds sa tubig magdamag. Balatan ang almonds at durugin ito hanggang maging pino na paste. Ihalo ang paste sa kaunting coconut oil o gatas. Ilapat ang almond paste sa dibdib. Takpan ng tela at iwanan ng 10-15 minuto. Banlawan ng maligamgam na tubig."
			],
			"relations": ["Chest Pain"],
			"references": [
				"https://www.medicalnewstoday.com/articles/321133#home-remedies",
				"https://www.healthline.com/nutrition/9-proven-benefits-of-almonds",
				"https://www.nutritionadvance.com/almonds-nutrition-benefits/"
			],
			"context_set": ""
		}
	]
}
